{
  "feedback": [
    {
      "subject": "Food",
      "message": "The overall quality of the food was fantastic. Fresh ingredients and perfectly balanced flavors made every dish a delight."
    },
    {
      "subject": "Food",
      "message": "Can you recommend a popular dish here?"
    },
    {
      "subject": "Food",
      "message": "What are today's specials?"
    },
    {
      "subject": "Food",
      "message": "Is the fish fresh?"
    },
    {
      "subject": "Food",
      "message": "Are there any vegan options?"
    },
    {
      "subject": "Food",
      "message": "What's the most popular appetizer?"
    },
    {
      "subject": "Food",
      "message": "Can I get the steak medium rare?"
    },
    {
      "subject": "Food",
      "message": "Is the soup of the day vegetarian?"
    },
    {
      "subject": "Food",
      "message": "Do you have gluten-free pasta?"
    },
    {
      "subject": "Food",
      "message": "What do you recommend for dessert?"
    },
    {
      "subject": "Food",
      "message": "Can I have the dressing on the side?"
    },
    {
      "subject": "Food",
      "message": "Are the fries cooked in peanut oil?"
    },
    {
      "subject": "Food",
      "message": "Is the chicken free-range?"
    },
    {
      "subject": "Food",
      "message": "Can I substitute the side salad for fries?"
    },
    {
      "subject": "Food",
      "message": "Does this dish contain nuts?"
    },
    {
      "subject": "Food",
      "message": "How spicy is the curry?"
    },
    {
      "subject": "Food",
      "message": "Is the beef grass-fed?"
    },
    {
      "subject": "Food",
      "message": "Can I get extra cheese on the pizza?"
    },
    {
      "subject": "Food",
      "message": "Do you have any dairy-free desserts?"
    },
    {
      "subject": "Food",
      "message": "What kind of bread is used for the sandwiches?"
    },
    {
      "subject": "Food",
      "message": "Is the pasta made in-house?"
    },
    {
      "subject": "Food",
      "message": "Can you make the dish less salty?"
    },
    {
      "subject": "Food",
      "message": "What's the soup of the day?"
    },
    {
      "subject": "Food",
      "message": "Are the vegetables locally sourced?"
    },
    {
      "subject": "Food",
      "message": "Does the salad come with croutons?"
    },
    {
      "subject": "Food",
      "message": "Is the sauce made with cream?"
    },
    {
      "subject": "Food",
      "message": "Can I get a half portion?"
    },
    {
      "subject": "Food",
      "message": "What kind of oil do you use for cooking?"
    },
    {
      "subject": "Food",
      "message": "Is the burger cooked to order?"
    },
    {
      "subject": "Food",
      "message": "Do you offer any low-carb options?"
    },
    {
      "subject": "Food",
      "message": "Can I add avocado to the salad?"
    },
    {
      "subject": "Food",
      "message": "Is the salsa spicy?"
    },
    {
      "subject": "Food",
      "message": "Do you have any organic dishes?"
    },
    {
      "subject": "Food",
      "message": "What's the chef's specialty?"
    },
    {
      "subject": "Food",
      "message": "Can I get the sauce on the side?"
    },
    {
      "subject": "Food",
      "message": "Are the eggs free-range?"
    },
    {
      "subject": "Food",
      "message": "Does the dish come with a side?"
    },
    {
      "subject": "Food",
      "message": "Is the bacon crispy?"
    },
    {
      "subject": "Food",
      "message": "Can you make the pasta without garlic?"
    },
    {
      "subject": "Food",
      "message": "What kind of cheese is in the salad?"
    },
    {
      "subject": "Food",
      "message": "Are the tacos gluten-free?"
    },
    {
      "subject": "Food",
      "message": "Do you have any sugar-free desserts?"
    },
    {
      "subject": "Food",
      "message": "Can I get an extra side of vegetables?"
    },
    {
      "subject": "Food",
      "message": "Is the salmon wild-caught?"
    },
    {
      "subject": "Food",
      "message": "Do you offer a tasting menu?"
    },
    {
      "subject": "Food",
      "message": "Can I get the steak without the sauce?"
    },
    {
      "subject": "Food",
      "message": "Is the pizza crust thin or thick?"
    },
    {
      "subject": "Food",
      "message": "Are the mashed potatoes made with real potatoes?"
    },
    {
      "subject": "Food",
      "message": "Can you make the dish extra spicy?"
    },
    {
      "subject": "Food",
      "message": "Do you have a kids' menu?"
    },
    {
      "subject": "Food",
      "message": "Is the bread fresh-baked?"
    },
    {
      "subject": "Food",
      "message": "Can I get the salad without onions?"
    },
    {
      "subject": "Food",
      "message": "Are the shrimp wild-caught?"
    },
    {
      "subject": "Food",
      "message": "What type of beef do you use for the burgers?"
    },
    {
      "subject": "Food",
      "message": "Can you make the dish without dairy?"
    },
    {
      "subject": "Food",
      "message": "What kind of fish is in the ceviche?"
    },
    {
      "subject": "Food",
      "message": "Is the chicken grilled or fried?"
    },
    {
      "subject": "Food",
      "message": "Do you have any low-sodium options?"
    },
    {
      "subject": "Food",
      "message": "Can I get extra bacon on the burger?"
    },
    {
      "subject": "Food",
      "message": "Is the soup creamy or broth-based?"
    },
    {
      "subject": "Food",
      "message": "What kind of rice is used in the paella?"
    },
    {
      "subject": "Food",
      "message": "Is the lasagna made with beef or pork?"
    },
    {
      "subject": "Food",
      "message": "Do you offer any raw dishes?"
    },
    {
      "subject": "Food",
      "message": "Can I get the sauce on the side for the pasta?"
    },
    {
      "subject": "Food",
      "message": "Is the ice cream homemade?"
    },
    {
      "subject": "Food",
      "message": "What type of dressing is on the Caesar salad?"
    },
    {
      "subject": "Food",
      "message": "Can you make the pizza without cheese?"
    },
    {
      "subject": "Food",
      "message": "Are the beans in the burrito refried or black?"
    },
    {
      "subject": "Food",
      "message": "Is the risotto made with vegetable stock?"
    },
    {
      "subject": "Food",
      "message": "Can I get a side of grilled vegetables?"
    },
    {
      "subject": "Food",
      "message": "What kind of fish is used in the fish and chips?"
    },
    {
      "subject": "Food",
      "message": "Are the pancakes made with whole wheat?"
    },
    {
      "subject": "Food",
      "message": "Can I get the burrito bowl without rice?"
    },
    {
      "subject": "Food",
      "message": "Is the sausage pork or beef?"
    },
    {
      "subject": "Food",
      "message": "Can I get extra guacamole on the side?"
    },
    {
      "subject": "Food",
      "message": "Is the chili spicy?"
    },
    {
      "subject": "Food",
      "message": "Do you have any seasonal dishes?"
    },
    {
      "subject": "Food",
      "message": "Can I get the wrap without the tortilla?"
    },
    {
      "subject": "Food",
      "message": "Is the mac and cheese made with real cheese?"
    },
    {
      "subject": "Food",
      "message": "What type of meat is in the bolognese?"
    },
    {
      "subject": "Food",
      "message": "Can you make the omelet with egg whites?"
    },
    {
      "subject": "Food",
      "message": "Is the fruit salad fresh?"
    },
    {
      "subject": "Food",
      "message": "What kind of toppings come on the burger?"
    },
    {
      "subject": "Food",
      "message": "Can I get the tacos with soft shells?"
    },
    {
      "subject": "Food",
      "message": "Is the cheese platter served with bread or crackers?"
    },
    {
      "subject": "Food",
      "message": "Do you offer any plant-based dishes?"
    },
    {
      "subject": "Food",
      "message": "Is the BBQ sauce sweet or tangy?"
    },
    {
      "subject": "Food",
      "message": "Can I get a side of sweet potato fries?"
    },
    {
      "subject": "Food",
      "message": "Are the eggs scrambled or fried?"
    },
    {
      "subject": "Food",
      "message": "What kind of milk do you use in the milkshakes?"
    },
    {
      "subject": "Food",
      "message": "Can I get the soup without cream?"
    },
    {
      "subject": "Food",
      "message": "Is the shrimp grilled or fried?"
    },
    {
      "subject": "Food",
      "message": "Can I get extra pickles on the sandwich?"
    },
    {
      "subject": "Food",
      "message": "Do you have any spicy dishes?"
    },
    {
      "subject": "Food",
      "message": "What kind of meat is in the tacos?"
    },
    {
      "subject": "Food",
      "message": "Can you make the salad without croutons?"
    },
    {
      "subject": "Food",
      "message": "Is the lobster roll served hot or cold?"
    },
    {
      "subject": "Food",
      "message": "Do you have any low-fat options?"
    },
    {
      "subject": "Food",
      "message": "Can I get a side of ranch dressing?"
    },
    {
      "subject": "Food",
      "message": "While the presentation was beautiful, some dishes fell short on taste. The salmon could have used a bit more seasoning."
    },
    {
      "subject": "Food",
      "message": "The menu offered a great variety of options, catering to both vegetarian and adventurous palates. We especially loved the [name of specific dish]."
    },
    {
      "subject": "Food",
      "message": "The portion sizes were very generous, perfect for someone with a big appetite. We even had leftovers to take home!"
    },
    {
      "subject": "Food",
      "message": "While the main courses were delicious, the side dishes felt a bit uninspired. Perhaps offering more creative options would elevate the experience."
    },
    {
      "subject": "Food",
      "message": "We were very impressed with the gluten-free options available. The [name of specific dish] was a delicious and satisfying alternative."
    },
    {
      "subject": "Food",
      "message": "The appetizers were a real highlight! The [name of specific dish] was particularly addictive, and we couldn't resist ordering another round."
    },
    {
      "subject": "Food",
      "message": "The children's menu offered healthy and delicious options that kept our little ones happy throughout the meal."
    },
    {
      "subject": "Food",
      "message": "We were pleasantly surprised by the creativity of the chef. The use of seasonal ingredients and unique flavor combinations made the meal truly memorable."
    },
    {
      "subject": "Food",
      "message": "Unfortunately, the food took quite a while to arrive. A heads-up about the wait time would have been appreciated."
    },
    {
      "subject": "Food",
      "message": "The dessert menu was a bit limited, and we would have loved to see more options to choose from."
    },
    {
      "subject": "Food",
      "message": "The food was good, but it wasn't quite as flavorful as we were expecting based on the online reviews."
    },
    {
      "subject": "Food",
      "message": "We were disappointed that some of the menu items we wanted to try were unavailable. It might be helpful to note these on the menu itself."
    },
    {
      "subject": "Food",
      "message": "The lunch menu offered a great selection of lighter options, perfect for a midday break. We'll definitely be back to try the dinner menu soon!"
    },
    {
      "subject": "Food",
      "message": "The use of fresh, local ingredients was evident in every dish. It's clear that the restaurant prioritizes quality and sustainability."
    },
    {
      "subject": "Food",
      "message": "The vegetarian burger was a delicious and satisfying option. We appreciated the variety of plant-based alternatives on the menu."
    },
    {
      "subject": "Food",
      "message": "The portion sizes seemed a bit small for the price. Perhaps offering a larger option for those with a bigger appetite would be beneficial."
    },
    {
      "subject": "Food",
      "message": "The food was beautifully presented, making it a feast for the eyes as well as the taste buds. We were very impressed with the plating."
    },
    {
      "subject": "Food",
      "message": "We loved that the menu offered a good mix of classic dishes and more adventurous options. It catered to everyone's preferences in our group."
    },
    {
      "subject": "Food",
      "message": "The restaurant went above and beyond to accommodate our dietary restrictions. The chef even prepared a special dish that wasn't on the menu."
    },
    {
      "subject": "Food",
      "message": "The brunch menu was a delightful mix of sweet and savory options. The [name of specific dish] was the perfect way to start the day."
    },
    {
      "subject": "Food",
      "message": "The cocktails perfectly complemented the food. The [name of specific drink] was a refreshing and flavorful pairing with our meal."
    },
    {
      "subject": "Food",
      "message": "We tried the chef's tasting menu and were blown away by the creativity and flavor combinations. It was a truly unique and unforgettable dining experience."
    },
    {
      "subject": "Food",
      "message": "The late-night menu offered a great selection of dishes for those post-theater cravings. The [name of specific dish] hit the spot perfectly."
    },
    {
      "subject": "Food",
      "message": "The happy hour menu was a great value for the money. The food and drinks were delicious, and the portions were perfect for sharing."
    },
    {
      "subject": "Food",
      "message": "The lasagna was incredibly flavorful and reminded me of authentic Italian cuisine. Every bite was a delight."
    },
    {
      "subject": "Food",
      "message": "Unfortunately, the chicken dish was undercooked and left me feeling quite disappointed. I hope this can be addressed in the future."
    },
    {
      "subject": "Food",
      "message": "The seafood platter was fresh and delicious, with each type of seafood cooked to perfection. It was a memorable dining experience."
    },
    {
      "subject": "Food",
      "message": "I found the soup to be overly salty, which overshadowed its otherwise nice texture. Perhaps a bit less seasoning next time?"
    },
    {
      "subject": "Food",
      "message": "The vegan options were fantastic, bursting with flavors and very satisfying. It's great to see such variety on the menu."
    },
    {
      "subject": "Food",
      "message": "The burger was dry and lacked the juicy quality I was hoping for. Maybe a little more attention to cooking time would help."
    },
    {
      "subject": "Food",
      "message": "The sushi rolls were beautifully presented and tasted as good as they looked. The freshness of the fish was noticeable."
    },
    {
      "subject": "Food",
      "message": "The steak was overcooked and tough, which made it quite hard to enjoy. I was expecting a much more tender cut."
    },
    {
      "subject": "Food",
      "message": "The appetizers were creative and packed with flavor. I particularly enjoyed the stuffed mushrooms; they were exquisite."
    },
    {
      "subject": "Food",
      "message": "The pizza crust was burnt and the toppings were sparse. I was disappointed with the quality given the price."
    },
    {
      "subject": "Food",
      "message": "The dessert menu was outstanding, with each option more tempting than the last. The chocolate fondant was a highlight of the meal."
    },
    {
      "subject": "Food",
      "message": "The salad was fresh and crisp, but the dressing was a bit too tangy for my taste. A milder option would be appreciated."
    },
    {
      "subject": "Food",
      "message": "The curry was rich and aromatic, with a perfect balance of spices. I enjoyed every spoonful and would highly recommend it."
    },
    {
      "subject": "Food",
      "message": "The bread served before the meal was stale, which was quite disappointing. Fresh bread would make a much better impression."
    },
    {
      "subject": "Food",
      "message": "The pasta was cooked to perfection and the sauce complemented it wonderfully. It was a very satisfying dish."
    },
    {
      "subject": "Food",
      "message": "The ice cream sundae was a delightful end to the meal, with generous toppings and a great variety of flavors. It was a real treat."
    },
    {
      "subject": "Food",
      "message": "The fish was underseasoned and quite bland. A bit more seasoning would really enhance the flavor."
    },
    {
      "subject": "Food",
      "message": "The ribs were fall-off-the-bone tender and smothered in a delicious barbecue sauce. It was one of the best meals I've had in a long time."
    },
    {
      "subject": "Food",
      "message": "The chicken wings were too spicy for my taste, even though they were advertised as mild. Clearer spice levels on the menu would help."
    },
    {
      "subject": "Food",
      "message": "The risotto was creamy and perfectly cooked, with a wonderful blend of flavors. It was a comforting and delicious dish."
    },
    {
      "subject": "Food",
      "message": "The lobster was rubbery and lacked the sweetness I was expecting. It did not meet my expectations for such a high-priced item."
    },
    {
      "subject": "Food",
      "message": "The quiche was light and fluffy, with a perfect crust. It made for a delightful brunch option."
    },
    {
      "subject": "Food",
      "message": "The tacos were bland and needed more seasoning. They were also quite small for the price."
    },
    {
      "subject": "Food",
      "message": "The pancakes were fluffy and delicious, with just the right amount of syrup. They made for a fantastic breakfast."
    },
    {
      "subject": "Food",
      "message": "The beef stew was hearty and flavorful, perfect for a cold day. It felt like a warm hug in a bowl."
    },
    {
      "subject": "Food",
      "message": "The calamari was overcooked and chewy, which was disappointing. I hope this can be improved in the future."
    },
    {
      "subject": "Food",
      "message": "The lamb chops were perfectly seasoned and cooked to a beautiful medium rare. They were a highlight of the meal."
    },
    {
      "subject": "Food",
      "message": "The mac and cheese was creamy and comforting, but it could use a bit more cheese for a richer flavor."
    },
    {
      "subject": "Food",
      "message": "The sandwich was simple but tasty, with fresh ingredients and a nice balance of flavors. It made for a satisfying lunch."
    },
    {
      "subject": "Food",
      "message": "The roast beef was tough and difficult to chew. I was hoping for a more tender cut of meat."
    },
    {
      "subject": "Food",
      "message": "The crepes were light and filled with delicious fresh fruit. They were a perfect way to end the meal."
    },
    {
      "subject": "Food",
      "message": "The menu was fantastic! There was so much choice, I want to come back and try the chicken katsu curry, it looks delicious!"
    },
    {
      "subject": "Food",
      "message": "We opted for the steak frites and the salmon with roasted vegetables - both were cooked perfectly. Next time, we'll have to try the tempting-looking pasta dishes."
    },
    {
      "subject": "Food",
      "message": "The appetizer selection was tough to choose from! We ended up sharing a couple and they were both incredible. Can't wait to try the rest!"
    },
    {
      "subject": "Food",
      "message": "We were torn between the burger and the pulled pork sandwich. We went with the burger this time, and it was amazing! The pulled pork definitely calls for a return visit though."
    },
    {
      "subject": "Food",
      "message": "The daily specials were a nice surprise. We tried the special and it was fantastic. It makes me want to come back and see what new creations the chef comes up with!"
    },
    {
      "subject": "Food",
      "message": "The vegetarian options were so creative and flavorful. We had a vegetarian dish and it was absolutely delicious. We'll definitely be recommending it to our vegetarian friends."
    },
    {
      "subject": "Food",
      "message": "The portion sizes were perfect for sharing. We were able to try a few different dishes and everything was delicious. One dish was a real standout!"
    },
    {
      "subject": "Food",
      "message": "The kids' menu offered a healthy variety that our little ones devoured. They especially loved the fun presentation."
    },
    {
      "subject": "Food",
      "message": "The dessert menu was a delightful indulgence. We shared a dessert and it was the perfect ending to a fantastic meal."
    },
    {
      "subject": "Food",
      "message": "We were a bit disappointed that some of the brunch items were unavailable by the time we arrived. We had our eyes on a brunch dish - maybe next time!"
    },
    {
      "subject": "Food",
      "message": "The lunch menu offered a great selection of lighter options. The dish I had was delicious and healthy - we'll definitely be back to try more!"
    },
    {
      "subject": "Food",
      "message": "The menu descriptions were so mouthwatering, it made it hard to choose! I ended up going with the dish I chose and it definitely lived up to the hype."
    },
    {
      "subject": "Food",
      "message": "We were pleasantly surprised to see some unique and interesting dishes on the menu. We opted for a unique dish and it was a delicious adventure for our taste buds!"
    },
    {
      "subject": "Food",
      "message": "The restaurant offered a build-your-own salad option, which was fantastic! I was able to customize my salad exactly how I liked it."
    },
    {
      "subject": "Food",
      "message": "The drink menu offered a great selection to complement the food. We tried a drink and it paired perfectly with our meal."
    },
    {
      "subject": "Food",
      "message": "The dessert options were so tempting, it was hard to resist! We shared a slice of dessert and it was absolutely decadent."
    },
    {
      "subject": "Food",
      "message": "We were impressed by the variety of gluten-free options on the menu. We had a gluten-free dish and it was delicious and satisfying."
    },
    {
      "subject": "Food",
      "message": "The portion sizes were generous and left us feeling perfectly satisfied. We might have to skip dessert next time so we can try all the delicious-sounding appetizers!"
    },
    {
      "subject": "Food",
      "message": "The menu offered a good balance of familiar favorites and some more adventurous dishes. We stuck with the classics this time, but next time we'll be more daring!"
    },
    {
      "subject": "Food",
      "message": "We were happy to see seasonal ingredients showcased on the menu. The dish featuring fresh seasonal ingredient was light and flavorful."
    },
    {
      "subject": "Food",
      "message": "The brunch menu offered a good mix of sweet and savory options. The dish I had was the perfect way to start the day, and the pancakes were a must-try!"
    },
    {
      "subject": "Food",
      "message": "The variety on the menu was impressive. I can't wait to come back and try the chicken katsu curry; it looks delicious!"
    },
    {
      "subject": "Food",
      "message": "The options were endless! The paella I had was fantastic, and next time I'm definitely going for the lamb shank."
    },
    {
      "subject": "Food",
      "message": "There were so many tempting dishes on the menu. The seafood linguine was amazing, and I have my eye on the duck breast for my next visit."
    },
    {
      "subject": "Food",
      "message": "I loved the diverse selection on your menu. The burger was perfect, and I'm eager to try the mushroom risotto next time."
    },
    {
      "subject": "Food",
      "message": "The menu offered such great variety. I enjoyed the grilled salmon and am looking forward to trying the steak frites next."
    },
    {
      "subject": "Food",
      "message": "The choices were fantastic! The pad thai was superb, and I can't wait to come back and try the green curry."
    },
    {
      "subject": "Food",
      "message": "I was thrilled with the menu options. The chicken parmesan was delightful, and I'm already planning to try the beef bourguignon."
    },
    {
      "subject": "Food",
      "message": "The selection was impressive and diverse. The margherita pizza was delicious, and I'm excited to try the shrimp scampi next time."
    },
    {
      "subject": "Food",
      "message": "The menu had so many appealing choices. The BBQ ribs were fantastic, and I can't wait to try the pulled pork sandwich."
    },
    {
      "subject": "Food",
      "message": "There were so many dishes I wanted to try. The lasagna was great, and I have my sights set on the chicken alfredo for my next visit."
    },
    {
      "subject": "Food",
      "message": "I loved the variety on the menu. The Caesar salad was perfect, and next time I'm definitely ordering the tuna tartare."
    },
    {
      "subject": "Food",
      "message": "The menu offered a wide range of choices. I enjoyed the beef stir-fry, and I'm looking forward to trying the sweet and sour chicken."
    },
    {
      "subject": "Food",
      "message": "The selection on your menu was fantastic. The shrimp tacos were delicious, and I can't wait to try the fish and chips next."
    },
    {
      "subject": "Food",
      "message": "The variety on the menu was excellent. The chicken tikka masala was superb, and I'm eager to try the lamb vindaloo."
    },
    {
      "subject": "Food",
      "message": "I was impressed with the menu options. The falafel wrap was tasty, and I'm excited to try the quinoa salad on my next visit."
    },
    {
      "subject": "Food",
      "message": "There were so many choices that looked great. The beef tacos were amazing, and I'm already planning to try the enchiladas."
    },
    {
      "subject": "Food",
      "message": "The menu had such an appealing variety. The clam chowder was delicious, and I can't wait to try the lobster roll next time."
    },
    {
      "subject": "Food",
      "message": "I loved the range of options on the menu. The veggie burger was fantastic, and I'm excited to come back and try the eggplant parmesan."
    },
    {
      "subject": "Food",
      "message": "The choices were fantastic. The steak salad was great, and I'm looking forward to trying the grilled chicken sandwich next."
    },
    {
      "subject": "Food",
      "message": "There were so many delicious options. The spaghetti carbonara was excellent, and I can't wait to try the ravioli next."
    },
    {
      "subject": "Food",
      "message": "The menu had a great selection. I loved the beef kebabs, and I'm eager to try the lamb gyros on my next visit."
    },
    {
      "subject": "Food",
      "message": "The variety of dishes was impressive. The fish tacos were delicious, and I'm planning to try the carne asada next."
    },
    {
      "subject": "Food",
      "message": "There were so many great options on the menu. The shrimp fried rice was perfect, and I'm excited to try the general tso's chicken next."
    },
    {
      "subject": "Food",
      "message": "I was thrilled with the menu choices. The pork schnitzel was delicious, and I can't wait to try the bratwurst next time."
    },
    {
      "subject": "Food",
      "message": "The variety on the menu was fantastic. The chicken enchiladas were great, and I'm eager to come back and try the beef burritos."
    },
    {
      "subject": "Food",
      "message": "I loved the diverse selection of dishes. The lamb curry was superb, and I can't wait to try the paneer tikka masala next."
    },
    {
      "subject": "Food",
      "message": "The menu offered a great range of options. The seafood paella was delicious, and I'm looking forward to trying the chorizo and peppers."
    },
    {
      "subject": "Food",
      "message": "There were so many appealing choices. The chicken pot pie was wonderful, and I can't wait to try the beef stew next."
    },
    {
      "subject": "Food",
      "message": "The selection was excellent. The BBQ pulled pork was delicious, and I'm excited to come back and try the smoked brisket."
    },
    {
      "subject": "Food",
      "message": "The menu had so many great options. The vegetable curry was flavorful, and I'm eager to try the chicken biryani next time."
    },
    {
      "subject": "Food",
      "message": "The menu was a bit limited, especially for vegetarians. I was hoping for more options beyond just one or two dishes."
    },
    {
      "subject": "Food",
      "message": "We were disappointed that some of the dishes we wanted to try were unavailable. It would be helpful to update the menu online if items are out of stock."
    },
    {
      "subject": "Food",
      "message": "The descriptions on the menu were a bit misleading. The pasta dish I ordered sounded much more flavorful than it actually was."
    },
    {
      "subject": "Food",
      "message": "The portion sizes seemed a bit small for the price. Especially considering some of the side dishes are a la carte."
    },
    {
      "subject": "Food",
      "message": "The daily specials menu wasn't very clear. It would be helpful to have a brief description of each dish."
    },
    {
      "subject": "Food",
      "message": "There weren't many healthy options on the lunch menu. It would be great to see some lighter choices for those watching their calories."
    },
    {
      "subject": "Food",
      "message": "The vegetarian burger on the menu wasn't very satisfying. It lacked flavor and texture."
    },
    {
      "subject": "Food",
      "message": "The kids' menu options were a bit bland and uninspired. Maybe consider offering some healthier and more exciting choices for children."
    },
    {
      "subject": "Food",
      "message": "The dessert menu was quite limited, and the options seemed a bit generic. We were hoping for something more creative."
    },
    {
      "subject": "Food",
      "message": "The brunch menu didn't have many savory options. It would be nice to see some more brunch classics like eggs benedict or breakfast burritos."
    },
    {
      "subject": "Food",
      "message": "The drink menu could benefit from more non-alcoholic options. Mocktails or interesting juices would be a nice addition."
    },
    {
      "subject": "Food",
      "message": "There were so many options on the menu, but the chicken katsu curry I chose was disappointing. It lacked flavor and was overcooked."
    },
    {
      "subject": "Food",
      "message": "I was excited about the variety, but the lamb shank I ordered was tough and underseasoned. Not a great experience."
    },
    {
      "subject": "Food",
      "message": "Despite the impressive menu selection, the seafood linguine I had was overcooked and bland. It did not meet my expectations."
    },
    {
      "subject": "Food",
      "message": "The diverse menu was appealing, but the mushroom risotto was underwhelming. It was mushy and lacked the rich flavor I was hoping for."
    },
    {
      "subject": "Food",
      "message": "The menu had many options, but the steak frites were disappointing. The steak was overcooked and the fries were soggy."
    },
    {
      "subject": "Food",
      "message": "I was thrilled with the menu choices, but the green curry I ordered was watery and lacked the bold flavors I expected."
    },
    {
      "subject": "Food",
      "message": "The variety on the menu was impressive, but the beef bourguignon was a letdown. The meat was dry and the sauce was too salty."
    },
    {
      "subject": "Food",
      "message": "The menu offered so many choices, but the shrimp scampi I had was bland and overcooked. It was quite disappointing."
    },
    {
      "subject": "Food",
      "message": "There were many appealing options, but the pulled pork sandwich was dry and lacked seasoning. It didn't live up to my expectations."
    },
    {
      "subject": "Food",
      "message": "The lasagna sounded great on the menu, but it was overcooked and lacked the rich flavors I was looking forward to."
    },
    {
      "subject": "Food",
      "message": "The menu had a great variety, but the tuna tartare I ordered was not fresh and tasted off. It was quite disappointing."
    },
    {
      "subject": "Food",
      "message": "The beef stir-fry from the menu was not up to par. The vegetables were soggy and the beef was tough."
    },
    {
      "subject": "Food",
      "message": "The shrimp tacos sounded delicious, but they were bland and lacked the vibrant flavors I was expecting."
    },
    {
      "subject": "Food",
      "message": "The chicken tikka masala was a disappointment. It was too oily and lacked the rich, complex flavors I was hoping for."
    },
    {
      "subject": "Food",
      "message": "The falafel wrap was dry and lacked seasoning. It was not enjoyable despite the promising menu description."
    },
    {
      "subject": "Food",
      "message": "The beef tacos were bland and the tortillas were dry. The dish did not live up to the appealing menu description."
    },
    {
      "subject": "Food",
      "message": "The clam chowder was watery and lacked flavor. It was disappointing considering the great variety on the menu."
    },
    {
      "subject": "Food",
      "message": "The veggie burger was dry and tasteless. I expected much more given the diverse menu options."
    },
    {
      "subject": "Food",
      "message": "The steak salad was not fresh and the steak was overcooked. The dish did not meet the high expectations set by the menu."
    },
    {
      "subject": "Food",
      "message": "The spaghetti carbonara was bland and the pasta was overcooked. It was disappointing given the appealing menu."
    },
    {
      "subject": "Food",
      "message": "The beef kebabs were dry and lacked flavor. They did not live up to the promising menu description."
    },
    {
      "subject": "Food",
      "message": "The fish tacos were soggy and the fish was not fresh. It was quite disappointing considering the variety on the menu."
    },
    {
      "subject": "Food",
      "message": "The shrimp fried rice was bland and the shrimp were overcooked. The dish did not meet my expectations."
    },
    {
      "subject": "Food",
      "message": "The pork schnitzel was dry and overcooked. It was not the satisfying meal I was hoping for based on the menu."
    },
    {
      "subject": "Food",
      "message": "The chicken enchiladas were bland and the tortillas were soggy. It was a letdown given the promising menu options."
    },
    {
      "subject": "Food",
      "message": "The lamb curry was tough and the sauce was too watery. It did not live up to the diverse menu choices."
    },
    {
      "subject": "Food",
      "message": "The seafood paella was overcooked and lacked flavor. It was quite disappointing considering the variety on the menu."
    },
    {
      "subject": "Food",
      "message": "The chicken pot pie was bland and the crust was soggy. It was not the comforting dish I was expecting."
    },
    {
      "subject": "Food",
      "message": "The BBQ pulled pork was dry and lacked flavor. It did not meet the high expectations set by the menu."
    },
    {
      "subject": "Food",
      "message": "The vegetable curry was watery and bland. It was disappointing given the appealing variety on the menu."
    },
    {
      "subject": "Ambience",
      "message": "The lighting was too low, making it difficult for my elderly mother to read the menu. Additionally, the music was so loud that we couldn't hold a conversation. We won't be returning."
    },
    {
      "subject": "Ambience",
      "message": "It was a lovely atmosphere inside, especially when the pianist started playing in the evening. Couldn't fault a thing!"
    },
    {
      "subject": "Ambience",
      "message": "The decor was beautiful and created a cozy environment. The soft jazz playing in the background added a perfect touch to the evening."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too dark and the candles on the tables didn't provide enough light. It was hard to enjoy our meal in such dim lighting."
    },
    {
      "subject": "Ambience",
      "message": "The place had a great vibe with its modern decor and ambient lighting. The atmosphere was perfect for a relaxing dinner."
    },
    {
      "subject": "Ambience",
      "message": "The noise level was unbearable; we could barely hear each other over the loud chatter and clinking dishes. It really ruined the dining experience."
    },
    {
      "subject": "Ambience",
      "message": "The outdoor seating area was fantastic with beautiful fairy lights and comfortable chairs. It was a delightful setting for a summer evening."
    },
    {
      "subject": "Ambience",
      "message": "The air conditioning was too cold, making it uncomfortable to sit through the meal. It felt more like a refrigerator than a cozy restaurant."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was perfect with soft lighting and a charming rustic decor. It felt very welcoming and homely."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too crowded and the tables were placed too close together. It felt cramped and lacked privacy."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was ruined by the loud and obnoxious music. It was impossible to enjoy a quiet dinner with such a racket."
    },
    {
      "subject": "Ambience",
      "message": "The intimate lighting and elegant decor made for a romantic setting. We thoroughly enjoyed the pleasant atmosphere."
    },
    {
      "subject": "Ambience",
      "message": "The strong smell from the kitchen overwhelmed the dining area. It was unpleasant and distracted from the overall experience."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was spot on with its contemporary design and subtle background music. It created a relaxing dining environment."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too warm and felt stuffy. The lack of proper ventilation made it uncomfortable to enjoy our meal."
    },
    {
      "subject": "Ambience",
      "message": "The beautiful garden seating area was a highlight, providing a serene and picturesque dining experience. We loved it!"
    },
    {
      "subject": "Ambience",
      "message": "The flashing neon lights were very distracting and made it hard to relax. A more subdued lighting choice would be better."
    },
    {
      "subject": "Ambience",
      "message": "The cozy fireplace added a wonderful touch to the restaurant's atmosphere. It made the evening feel very special."
    },
    {
      "subject": "Ambience",
      "message": "The loud kitchen noises carried into the dining area, disrupting the otherwise pleasant ambiance. It was quite bothersome."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was delightful with its soft lighting and tasteful decor. It was a perfect setting for our anniversary dinner."
    },
    {
      "subject": "Ambience",
      "message": "The constant door opening and closing created a draft and made it hard to enjoy our meal. It was very distracting."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant had a warm and inviting atmosphere with its charming decor and pleasant background music. We felt very comfortable."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was ruined by the overly bright lighting. It felt more like a cafeteria than a fine dining establishment."
    },
    {
      "subject": "Ambience",
      "message": "The serene ambiance with the soft instrumental music made our dining experience truly enjoyable. It was a lovely evening."
    },
    {
      "subject": "Ambience",
      "message": "The chairs were uncomfortable and the tables were too small. It made for a less than ideal dining experience."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was fantastic with its chic decor and subtle lighting. It set the perfect mood for a relaxed dinner."
    },
    {
      "subject": "Ambience",
      "message": "The open kitchen concept was too noisy and distracting. It was hard to have a conversation with all the clattering."
    },
    {
      "subject": "Ambience",
      "message": "The elegant decor and soothing music created a beautiful atmosphere. It was a great place to unwind and enjoy a meal."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was disrupted by the constant traffic noise from outside. Better soundproofing would improve the experience."
    },
    {
      "subject": "Ambience",
      "message": "The dim lighting and plush seating made for a cozy and intimate setting. We loved the relaxed and comfortable vibe."
    },
    {
      "subject": "Ambience",
      "message": "The lighting was a bit too dim, especially for reading the menu. It would be helpful to have some brighter lights on the tables."
    },
    {
      "subject": "Ambience",
      "message": "The music was very loud, making it difficult to have a conversation. It would be nice to have a quieter atmosphere, especially for a dinner setting."
    },
    {
      "subject": "Ambience",
      "message": "The tables were very close together, making it feel quite cramped and uncomfortable. A little more space between tables would be appreciated."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was quite noisy with a lot of loud conversations. Perhaps some soundproofing could help create a more peaceful atmosphere."
    },
    {
      "subject": "Ambience",
      "message": "The temperature inside the restaurant was uncomfortably cold. It would be nice to have better temperature control."
    },
    {
      "subject": "Ambience",
      "message": "Can we have a table with a view?"
    },
    {
      "subject": "Ambience",
      "message": "Is there outdoor seating available?"
    },
    {
      "subject": "Ambience",
      "message": "Can you lower the music volume a bit?"
    },
    {
      "subject": "Ambience",
      "message": "Is this table near the fireplace?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have a quieter area for seating?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit in a more private section?"
    },
    {
      "subject": "Ambience",
      "message": "Is there any seating by the window?"
    },
    {
      "subject": "Ambience",
      "message": "Can you dim the lights a little?"
    },
    {
      "subject": "Ambience",
      "message": "Is the patio open for dining?"
    },
    {
      "subject": "Ambience",
      "message": "Are there any tables available on the terrace?"
    },
    {
      "subject": "Ambience",
      "message": "Can you turn on the ceiling fans?"
    },
    {
      "subject": "Ambience",
      "message": "Is this section non-smoking?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a live band playing tonight?"
    },
    {
      "subject": "Ambience",
      "message": "Can we move to a booth instead?"
    },
    {
      "subject": "Ambience",
      "message": "Can you adjust the air conditioning? It's a bit chilly."
    },
    {
      "subject": "Ambience",
      "message": "Is there a bar area where we can wait?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have any candlelit tables?"
    },
    {
      "subject": "Ambience",
      "message": "Can you put us in a corner table?"
    },
    {
      "subject": "Ambience",
      "message": "Is there any soft music playing in the background?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have a cozy seating area?"
    },
    {
      "subject": "Ambience",
      "message": "Can you close the blinds? The sun is too bright."
    },
    {
      "subject": "Ambience",
      "message": "Is there any seating available near the garden?"
    },
    {
      "subject": "Ambience",
      "message": "Are there any seats available in the lounge area?"
    },
    {
      "subject": "Ambience",
      "message": "Can we be seated away from the kitchen?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a seating area with a couch?"
    },
    {
      "subject": "Ambience",
      "message": "Can you move us to a table with more light?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have a rooftop dining area?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a quiet spot for a business meeting?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit closer to the band?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have a family-friendly seating area?"
    },
    {
      "subject": "Ambience",
      "message": "Can we have a table with more natural light?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a space for large groups?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit by the fountain?"
    },
    {
      "subject": "Ambience",
      "message": "Is there any seating near the fireplace?"
    },
    {
      "subject": "Ambience",
      "message": "Can you turn off the TV? It's distracting."
    },
    {
      "subject": "Ambience",
      "message": "Is there a quiet corner we can sit in?"
    },
    {
      "subject": "Ambience",
      "message": "Are pets allowed in the outdoor seating area?"
    },
    {
      "subject": "Ambience",
      "message": "Can we be seated where it's less drafty?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a high chair available for my child?"
    },
    {
      "subject": "Ambience",
      "message": "Can you seat us in a well-lit area?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have seating near the aquarium?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit at the chef's table?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a place to store my coat?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit in the back garden?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a private dining room available?"
    },
    {
      "subject": "Ambience",
      "message": "Can you turn up the heat a little?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a table available on the balcony?"
    },
    {
      "subject": "Ambience",
      "message": "Can we be seated near the entrance?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have any tables with more privacy?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a fireplace in this room?"
    },
    {
      "subject": "Ambience",
      "message": "Can we move to a table with less traffic?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a seating area with a view of the city?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have a section with low lighting?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit near the window?"
    },
    {
      "subject": "Ambience",
      "message": "Is there an area with more comfortable chairs?"
    },
    {
      "subject": "Ambience",
      "message": "Can we have a seat with a view of the street?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a kid-friendly area?"
    },
    {
      "subject": "Ambience",
      "message": "Can you play some soft music?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have any romantic seating areas?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit in a sunlit spot?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a spot where we can see the sunset?"
    },
    {
      "subject": "Ambience",
      "message": "Can you adjust the lighting? It's too dim."
    },
    {
      "subject": "Ambience",
      "message": "Is there a place we can sit that's less noisy?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit near the live music?"
    },
    {
      "subject": "Ambience",
      "message": "Is there an area with no children?"
    },
    {
      "subject": "Ambience",
      "message": "Can we be seated near the garden?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a more casual seating area?"
    },
    {
      "subject": "Ambience",
      "message": "Can you seat us away from the bathroom?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have any tables under the skylight?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a seating area with a good view of the stage?"
    },
    {
      "subject": "Ambience",
      "message": "Can you seat us in a booth instead of a table?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a section that's less busy?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit near the water feature?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have any seating with a view of the courtyard?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit in a room with a fireplace?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a section with a view of the ocean?"
    },
    {
      "subject": "Ambience",
      "message": "Can you seat us where it's cooler?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a table with a power outlet nearby?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit somewhere with good lighting for photos?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a spot with less air conditioning?"
    },
    {
      "subject": "Ambience",
      "message": "Can you seat us in a more intimate area?"
    },
    {
      "subject": "Ambience",
      "message": "Is there an area with armchairs?"
    },
    {
      "subject": "Ambience",
      "message": "Can we be seated near the mural?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a section that has more natural light?"
    },
    {
      "subject": "Ambience",
      "message": "Can you seat us away from the draft?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have seating available near the garden?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a section with a panoramic view?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit in a child-friendly area?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a table available with a view of the park?"
    },
    {
      "subject": "Ambience",
      "message": "Can you seat us somewhere with a nice breeze?"
    },
    {
      "subject": "Ambience",
      "message": "Do you have any tables with a view of the river?"
    },
    {
      "subject": "Ambience",
      "message": "Can we be seated in a more vibrant area?"
    },
    {
      "subject": "Ambience",
      "message": "Is there a section with comfortable seating?"
    },
    {
      "subject": "Ambience",
      "message": "Can we sit by the wine rack?"
    },
    {
      "subject": "Ambience",
      "message": "The dress code seemed a bit too casual for the type of restaurant. It would be nice to have a slightly more formal atmosphere for a special occasion."
    },
    {
      "subject": "Ambience",
      "message": "We were disappointed that there wasn't any background music playing. It felt a bit too quiet and sterile."
    },
    {
      "subject": "Ambience",
      "message": "The strong perfume from some guests was a bit overwhelming. Perhaps some gentle air fresheners could help create a more neutral scent."
    },
    {
      "subject": "Ambience",
      "message": "The flickering candles on the table were a bit distracting. It would be nice to have steadier lighting."
    },
    {
      "subject": "Ambience",
      "message": "The outdoor patio was a lovely setting for our meal. The string lights and soft music created a very romantic atmosphere."
    },
    {
      "subject": "Ambience",
      "message": "The fireplace in the dining room added a warm and inviting touch to the ambience. It was perfect for a cozy winter evening."
    },
    {
      "subject": "Ambience",
      "message": "The live music was a delightful surprise! The talented pianist added a touch of elegance to our evening."
    },
    {
      "subject": "Ambience",
      "message": "The open kitchen was fascinating to watch. It was great to see the chefs working their magic and creating delicious dishes."
    },
    {
      "subject": "Ambience",
      "message": "The beautiful artwork on the walls really added to the ambience of the restaurant. It was a pleasure to admire the pieces while we dined."
    },
    {
      "subject": "Ambience",
      "message": "The overall ambience was perfect for a relaxing and enjoyable dining experience. We will definitely be back!"
    },
    {
      "subject": "Ambience",
      "message": "The lighting was a bit too dim, especially for reading the menu. It would be helpful to have some brighter lights on the tables."
    },
    {
      "subject": "Ambience",
      "message": "The music was very loud, making it difficult to have a conversation. It would be nice to have a quieter atmosphere, especially for a dinner setting."
    },
    {
      "subject": "Ambience",
      "message": "The tables were very close together, making it feel quite cramped and uncomfortable. A little more space between tables would be appreciated."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was quite noisy with a lot of loud conversations. Perhaps some soundproofing could help create a more peaceful atmosphere."
    },
    {
      "subject": "Ambience",
      "message": "The temperature inside the restaurant was uncomfortably cold. It would be nice to have better temperature control."
    },
    {
      "subject": "Ambience",
      "message": "The dress code seemed a bit too casual for the type of restaurant. We were expecting a slightly more formal atmosphere for a special occasion."
    },
    {
      "subject": "Ambience",
      "message": "We were disappointed that there wasn't any background music playing. It felt a bit too quiet and sterile."
    },
    {
      "subject": "Ambience",
      "message": "The strong perfume from some guests was a bit overwhelming. Perhaps some gentle air fresheners could help create a more neutral scent."
    },
    {
      "subject": "Ambience",
      "message": "The flickering candles on the table were a bit distracting. It would be nice to have steadier lighting."
    },
    {
      "subject": "Ambience",
      "message": "The outdoor patio was a lovely setting for our meal, but the string lights kept flickering and the music was a bit too loud for conversation."
    },
    {
      "subject": "Ambience",
      "message": "The fireplace in the dining room was a nice touch, but it made the restaurant quite warm. We ended up feeling a bit sweaty throughout the meal."
    },
    {
      "subject": "Ambience",
      "message": "Live music is usually nice, but the pianist was incredibly loud and drowned out all conversation. Maybe have them play at a softer volume?"
    },
    {
      "subject": "Ambience",
      "message": "The open kitchen was interesting, but the constant clanging and shouting from the chefs made it feel a bit chaotic in the dining room."
    },
    {
      "subject": "Ambience",
      "message": "The artwork on the walls was a bit too busy and distracting. It clashed with the overall decor of the restaurant."
    },
    {
      "subject": "Ambience",
      "message": "The overall ambience was a bit disappointing. It felt a bit too loud, cold, and uncomfortable. We won't be returning anytime soon."
    },
    {
      "subject": "Ambience",
      "message": "The lighting was too low, making it difficult for my elderly mother to read the menu. Additionally, the music was so loud that we couldn't hold a conversation. We won't be returning."
    },
    {
      "subject": "Ambience",
      "message": "It was a lovely atmosphere inside, especially when the pianist started playing in the evening. Couldn't fault a thing!"
    },
    {
      "subject": "Ambience",
      "message": "The decor was beautiful and created a cozy environment. The soft jazz playing in the background added a perfect touch to the evening."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too dark and the candles on the tables didn't provide enough light. It was hard to enjoy our meal in such dim lighting."
    },
    {
      "subject": "Ambience",
      "message": "The place had a great vibe with its modern decor and ambient lighting. The atmosphere was perfect for a relaxing dinner."
    },
    {
      "subject": "Ambience",
      "message": "The noise level was unbearable; we could barely hear each other over the loud chatter and clinking dishes. It really ruined the dining experience."
    },
    {
      "subject": "Ambience",
      "message": "The outdoor seating area was fantastic with beautiful fairy lights and comfortable chairs. It was a delightful setting for a summer evening."
    },
    {
      "subject": "Ambience",
      "message": "The air conditioning was too cold, making it uncomfortable to sit through the meal. It felt more like a refrigerator than a cozy restaurant."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was perfect with soft lighting and a charming rustic decor. It felt very welcoming and homely."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too crowded and the tables were placed too close together. It felt cramped and lacked privacy."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was ruined by the loud and obnoxious music. It was impossible to enjoy a quiet dinner with such a racket."
    },
    {
      "subject": "Ambience",
      "message": "The intimate lighting and elegant decor made for a romantic setting. We thoroughly enjoyed the pleasant atmosphere."
    },
    {
      "subject": "Ambience",
      "message": "The strong smell from the kitchen overwhelmed the dining area. It was unpleasant and distracted from the overall experience."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was spot on with its contemporary design and subtle background music. It created a relaxing dining environment."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too warm and felt stuffy. The lack of proper ventilation made it uncomfortable to enjoy our meal."
    },
    {
      "subject": "Ambience",
      "message": "The beautiful garden seating area was a highlight, providing a serene and picturesque dining experience. We loved it!"
    },
    {
      "subject": "Ambience",
      "message": "The flashing neon lights were very distracting and made it hard to relax. A more subdued lighting choice would be better."
    },
    {
      "subject": "Ambience",
      "message": "The cozy fireplace added a wonderful touch to the restaurant's atmosphere. It made the evening feel very special."
    },
    {
      "subject": "Ambience",
      "message": "The loud kitchen noises carried into the dining area, disrupting the otherwise pleasant ambiance. It was quite bothersome."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was delightful with its soft lighting and tasteful decor. It was a perfect setting for our anniversary dinner."
    },
    {
      "subject": "Ambience",
      "message": "The constant door opening and closing created a draft and made it hard to enjoy our meal. It was very distracting."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant had a warm and inviting atmosphere with its charming decor and pleasant background music. We felt very comfortable."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was ruined by the overly bright lighting. It felt more like a cafeteria than a fine dining establishment."
    },
    {
      "subject": "Ambience",
      "message": "The serene ambiance with the soft instrumental music made our dining experience truly enjoyable. It was a lovely evening."
    },
    {
      "subject": "Ambience",
      "message": "The chairs were uncomfortable and the tables were too small. It made for a less than ideal dining experience."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was fantastic with its chic decor and subtle lighting. It set the perfect mood for a relaxed dinner."
    },
    {
      "subject": "Ambience",
      "message": "The open kitchen concept was too noisy and distracting. It was hard to have a conversation with all the clattering."
    },
    {
      "subject": "Ambience",
      "message": "The elegant decor and soothing music created a beautiful atmosphere. It was a great place to unwind and enjoy a meal."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was disrupted by the constant traffic noise from outside. Better soundproofing would improve the experience."
    },
    {
      "subject": "Ambience",
      "message": "The dim lighting and plush seating made for a cozy and intimate setting. We loved the relaxed and comfortable vibe."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was spoiled by the smell of cleaning products. It was too strong and made it difficult to enjoy our meal."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant had a charming ambiance, but the draft from the door was uncomfortable. Better insulation would help."
    },
    {
      "subject": "Ambience",
      "message": "The decor was lovely, but the temperature inside was too hot, making it difficult to enjoy our meal."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was cozy, but the flickering lights were very distracting. It would be better if they were fixed."
    },
    {
      "subject": "Ambience",
      "message": "The place was beautifully decorated, but the seating was cramped. It felt a bit claustrophobic during our meal."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant's decor was modern and stylish, but the constant noise from the kitchen was very disruptive."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was nice, but the service was too slow. It made the dining experience less enjoyable."
    },
    {
      "subject": "Ambience",
      "message": "The setting was picturesque, but the smell of cigarette smoke from the outdoor seating area wafted inside and was unpleasant."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant had a lively atmosphere, but the waitstaff were rushing around too much, which was distracting."
    },
    {
      "subject": "Ambience",
      "message": "The lighting was too low, making it difficult for my elderly mother to read the menu. Additionally, the music was so loud that we couldn't hold a conversation. We won't be returning."
    },
    {
      "subject": "Ambience",
      "message": "It was a lovely atmosphere inside, especially when the pianist started playing in the evening. Couldn't fault a thing!"
    },
    {
      "subject": "Ambience",
      "message": "The decor was beautiful and created a cozy environment. The soft jazz playing in the background added a perfect touch to the evening."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too dark and the candles on the tables didn't provide enough light. It was hard to enjoy our meal in such dim lighting."
    },
    {
      "subject": "Ambience",
      "message": "The place had a great vibe with its modern decor and ambient lighting. The atmosphere was perfect for a relaxing dinner."
    },
    {
      "subject": "Ambience",
      "message": "The noise level was unbearable; we could barely hear each other over the loud chatter and clinking dishes. It really ruined the dining experience."
    },
    {
      "subject": "Ambience",
      "message": "The outdoor seating area was fantastic with beautiful fairy lights and comfortable chairs. It was a delightful setting for a summer evening."
    },
    {
      "subject": "Ambience",
      "message": "The air conditioning was too cold, making it uncomfortable to sit through the meal. It felt more like a refrigerator than a cozy restaurant."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was perfect with soft lighting and a charming rustic decor. It felt very welcoming and homely."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too crowded and the tables were placed too close together. It felt cramped and lacked privacy."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was ruined by the loud and obnoxious music. It was impossible to enjoy a quiet dinner with such a racket."
    },
    {
      "subject": "Ambience",
      "message": "The intimate lighting and elegant decor made for a romantic setting. We thoroughly enjoyed the pleasant atmosphere."
    },
    {
      "subject": "Ambience",
      "message": "The strong smell from the kitchen overwhelmed the dining area. It was unpleasant and distracted from the overall experience."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was spot on with its contemporary design and subtle background music. It created a relaxing dining environment."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant was too warm and felt stuffy. The lack of proper ventilation made it uncomfortable to enjoy our meal."
    },
    {
      "subject": "Ambience",
      "message": "The beautiful garden seating area was a highlight, providing a serene and picturesque dining experience. We loved it!"
    },
    {
      "subject": "Ambience",
      "message": "The flashing neon lights were very distracting and made it hard to relax. A more subdued lighting choice would be better."
    },
    {
      "subject": "Ambience",
      "message": "The cozy fireplace added a wonderful touch to the restaurant's atmosphere. It made the evening feel very special."
    },
    {
      "subject": "Ambience",
      "message": "The loud kitchen noises carried into the dining area, disrupting the otherwise pleasant ambiance. It was quite bothersome."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was delightful with its soft lighting and tasteful decor. It was a perfect setting for our anniversary dinner."
    },
    {
      "subject": "Ambience",
      "message": "The constant door opening and closing created a draft and made it hard to enjoy our meal. It was very distracting."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant had a warm and inviting atmosphere with its charming decor and pleasant background music. We felt very comfortable."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was ruined by the overly bright lighting. It felt more like a cafeteria than a fine dining establishment."
    },
    {
      "subject": "Ambience",
      "message": "The serene ambiance with the soft instrumental music made our dining experience truly enjoyable. It was a lovely evening."
    },
    {
      "subject": "Ambience",
      "message": "The chairs were uncomfortable and the tables were too small. It made for a less than ideal dining experience."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was fantastic with its chic decor and subtle lighting. It set the perfect mood for a relaxed dinner."
    },
    {
      "subject": "Ambience",
      "message": "The open kitchen concept was too noisy and distracting. It was hard to have a conversation with all the clattering."
    },
    {
      "subject": "Ambience",
      "message": "The elegant decor and soothing music created a beautiful atmosphere. It was a great place to unwind and enjoy a meal."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was disrupted by the constant traffic noise from outside. Better soundproofing would improve the experience."
    },
    {
      "subject": "Ambience",
      "message": "The dim lighting and plush seating made for a cozy and intimate setting. We loved the relaxed and comfortable vibe."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was spoiled by the smell of cleaning products. It was too strong and made it difficult to enjoy our meal."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant had a charming ambiance, but the draft from the door was uncomfortable. Better insulation would help."
    },
    {
      "subject": "Ambience",
      "message": "The decor was lovely, but the temperature inside was too hot, making it difficult to enjoy our meal."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was cozy, but the flickering lights were very distracting. It would be better if they were fixed."
    },
    {
      "subject": "Ambience",
      "message": "The place was beautifully decorated, but the seating was cramped. It felt a bit claustrophobic during our meal."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant's decor was modern and stylish, but the constant noise from the kitchen was very disruptive."
    },
    {
      "subject": "Ambience",
      "message": "The ambiance was nice, but the service was too slow. It made the dining experience less enjoyable."
    },
    {
      "subject": "Ambience",
      "message": "The setting was picturesque, but the smell of cigarette smoke from the outdoor seating area wafted inside and was unpleasant."
    },
    {
      "subject": "Ambience",
      "message": "The restaurant had a lively atmosphere, but the waitstaff were rushing around too much, which was distracting."
    },
    {
      "subject": "Cleanliness",
      "message": "Unfortunately, the restaurant wasn't as clean as we would have liked. There were crumbs on the table and dust on the chairs."
    },
    {
      "subject": "Cleanliness",
      "message": "We were a bit disappointed with the state of the restrooms. They weren't very clean and seemed to be lacking in supplies."
    },
    {
      "subject": "Cleanliness",
      "message": "We noticed a few sticky spots on the floor, which made us a bit concerned about the overall cleanliness of the restaurant."
    },
    {
      "subject": "Cleanliness",
      "message": "The hygiene practices of some of the staff members were a bit concerning. We saw one waiter using his phone and then handling food without washing his hands."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was impeccably clean! From the sparkling dishes to the spotless tables, everything looked beautifully maintained. Even the high chairs for our little one were spotless, which is always a good sign."
    },
    {
      "subject": "Cleanliness",
      "message": "We were very impressed by the cleanliness of the restrooms. They were well-stocked with fresh towels and soap, and had a fresh scent that wasn't overpowering. It's the little details that make a big difference!"
    },
    {
      "subject": "Cleanliness",
      "message": "It was clear that the staff takes pride in keeping the restaurant clean. We saw them wiping down tables and sweeping floors regularly, ensuring a pleasant and hygienic dining experience for all guests."
    },
    {
      "subject": "Cleanliness",
      "message": "The overall impression was one of cleanliness and hygiene. Not only were the dining areas and restrooms spotless, but the staff was also well-presented, adding to the positive atmosphere."
    },
    {
      "subject": "Cleanliness",
      "message": "The outdoor patio was beautifully maintained, with clean tables and comfortable seating. The fresh flowers on each table were a lovely touch, adding a sense of elegance to the already clean and inviting space."
    },
    {
      "subject": "Cleanliness",
      "message": "Unfortunately, the restaurant wasn't as clean as we would have liked. There were crumbs on the table and dust on the chairs, and the menus felt a bit sticky. We would have appreciated a bit more attention to detail."
    },
    {
      "subject": "Cleanliness",
      "message": "We were a bit disappointed with the state of the restrooms. They weren't very clean and seemed to be lacking in supplies like toilet paper and hand soap. This definitely detracted from the overall dining experience."
    },
    {
      "subject": "Cleanliness",
      "message": "We noticed a few sticky spots on the floor, which made us a bit concerned about the overall cleanliness of the restaurant. While the tables themselves seemed clean, the floors could have used a more thorough mopping."
    },
    {
      "subject": "Cleanliness",
      "message": "The hygiene practices of some of the staff members were a bit concerning. We saw one waiter using his phone and then handling food without washing his hands. This kind of behavior makes us worry about the overall cleanliness in the kitchen."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant had a generally unclean feel. The tables were sticky, the floors were dusty, and there was an unpleasant odor in the air. We ended up leaving before ordering because of the unhygienic conditions."
    },
    {
      "subject": "Cleanliness",
      "message": "Can you wipe down our table, please?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the utensils sanitized?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the bathroom cleaned regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you replace this dirty napkin?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the menus sanitized between uses?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you change this tablecloth? It has a stain."
    },
    {
      "subject": "Cleanliness",
      "message": "Do you sanitize the tables after each guest?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we get fresh glasses? These look spotted."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the high chairs sanitized?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is this cutlery clean? It looks a bit dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "Can you sweep under our table, please?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the restrooms well-maintained?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there hand sanitizer available?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we get a clean set of plates, please?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the kitchen visible to guests?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the condiment bottles cleaned regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you bring us new straws? These seem used."
    },
    {
      "subject": "Cleanliness",
      "message": "Is the staff required to wear gloves?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you change our silverware? It's dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the salt and pepper shakers sanitized?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the ice machine cleaned regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we have fresh napkins? These look used."
    },
    {
      "subject": "Cleanliness",
      "message": "Do you use clean sponges for the tables?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the floors cleaned frequently?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you ensure our water glasses are clean?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there a cleaning schedule posted?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the staff trained in hygiene practices?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you bring us new forks? Ours are dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the table surfaces disinfected?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the trash taken out regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we get a new water pitcher? This one is dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the chairs wiped down?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there soap in the restroom?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you bring us new spoons? These are stained."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the tablecloths changed after each guest?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the staff following health protocols?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we have a clean tray? This one is sticky."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the glasses polished?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there a clean place to hang my coat?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you replace this plate? It has a chip."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the bathrooms stocked with paper towels?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the staff washing their hands frequently?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you sanitize our table again?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the napkins laundered?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there a cleaning protocol for the menus?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we get new water glasses? These have spots."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the hand dryers in the restrooms working?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the dining area dusted regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you provide a clean high chair?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the wine glasses cleaned properly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the bathroom floor cleaned frequently?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the chefs wearing hairnets?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we have a fresh set of utensils?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the dishwashing area visible to guests?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the restroom sinks cleaned regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you replace our glasses? They are not clean."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the cutting boards sanitized?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there a cleaning log for the restrooms?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we have a new bread basket? This one is dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the trash bins emptied regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the bar area cleaned frequently?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you ensure our plates are spotless?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the tables wiped down after each customer?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the ice bucket cleaned?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you replace our napkins? They are soiled."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the restrooms checked regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there a protocol for cleaning spills immediately?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you provide us with clean cutlery?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the sinks in the restroom functioning properly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the staff trained in food safety?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we get a new water jug? This one is dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the tables and chairs wiped down frequently?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there a clean area for baby changing?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we have a clean dessert plate?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the staff uniforms clean?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the restroom floor dry and clean?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you ensure our silverware is spotless?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the wine glasses polished to remove spots?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is there soap available in the restrooms?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you wipe down our chairs, please?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the serving trays cleaned regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the carpet in the dining area cleaned?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you bring us a clean bread plate?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the kitchen floors mopped daily?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the food prepared in a clean environment?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you provide a new wine glass? This one is dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the tables sanitized after each use?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the restroom mirror cleaned regularly?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you replace our utensils? They are not clean."
    },
    {
      "subject": "Cleanliness",
      "message": "Are the chefs aprons cleaned daily?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the staff required to follow hygiene protocols?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can we have a fresh set of glasses?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the tables cleaned with disinfectant?"
    },
    {
      "subject": "Cleanliness",
      "message": "Is the restroom stocked with hand soap?"
    },
    {
      "subject": "Cleanliness",
      "message": "Can you bring us a clean butter knife?"
    },
    {
      "subject": "Cleanliness",
      "message": "Are the kitchen surfaces sanitized?"
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was beautifully decorated and impeccably clean. The attention to detail, from the sparkling silverware to the fresh flowers on the tables, created a truly inviting atmosphere."
    },
    {
      "subject": "Cleanliness",
      "message": "We were very impressed by the cleanliness of the restaurant. The tables were spotless, the floors gleamed, and the restrooms were well-stocked and fresh-smelling. It's clear that the staff takes pride in maintaining a hygienic environment."
    },
    {
      "subject": "Cleanliness",
      "message": "The open kitchen allowed us to see firsthand the cleanliness and organization of the food preparation area. Everything looked spotless, and the chefs were all wearing proper attire and gloves. This transparency gave us peace of mind about the hygiene practices."
    },
    {
      "subject": "Cleanliness",
      "message": "The overall impression of the restaurant was one of professionalism and cleanliness. From the well-maintained furniture to the attentive staff, everything felt polished and hygienic, creating a comfortable and enjoyable dining experience."
    },
    {
      "subject": "Cleanliness",
      "message": "The high chairs for our children were clean and sanitized, which we really appreciated. It's these small details that show the restaurant cares about the overall cleanliness and ensures a safe and enjoyable experience for everyone."
    },
    {
      "subject": "Cleanliness",
      "message": "While the dining area itself seemed reasonably clean, the restrooms were a different story. They were cluttered, lacked proper ventilation, and were missing essential supplies like soap and paper towels. This definitely needs improvement."
    },
    {
      "subject": "Cleanliness",
      "message": "We noticed a few dirty dishes left on a table near us for an extended period, which gave us some pause about the overall cleanliness of the restaurant. A more prompt bussing service would be beneficial."
    },
    {
      "subject": "Cleanliness",
      "message": "The outdoor patio seating had a lovely view, but the tables and chairs were a bit dusty and weathered. Some power washing and a fresh coat of paint would go a long way in creating a more inviting outdoor space."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was impeccably clean. The floors, tables, and even the restrooms were spotless. It made for a very pleasant dining experience."
    },
    {
      "subject": "Cleanliness",
      "message": "I was impressed by the cleanliness of the restaurant. The attention to detail in keeping everything tidy was evident and appreciated."
    },
    {
      "subject": "Cleanliness",
      "message": "The dining area was very clean and well-maintained. The staff were constantly making sure everything was in order."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were exceptionally clean, which is always a good sign of overall restaurant hygiene. I felt very comfortable dining here."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was clean and well-organized. I especially appreciated how clean the high chairs were, which is important for families with young children."
    },
    {
      "subject": "Cleanliness",
      "message": "I was very pleased with the cleanliness of the restaurant. The tables were wiped down immediately after guests left, and the floors were spotless."
    },
    {
      "subject": "Cleanliness",
      "message": "The cleanliness of the kitchen area, which was visible from our table, was impressive. It gave us confidence in the food preparation standards."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was very clean, with no dust or debris in sight. It was clear that hygiene is a top priority here."
    },
    {
      "subject": "Cleanliness",
      "message": "I noticed the staff frequently cleaning the dining area and restocking supplies, which contributed to a very clean environment."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was spotless, from the entrance to the restrooms. It made our dining experience much more enjoyable."
    },
    {
      "subject": "Cleanliness",
      "message": "Unfortunately, the restaurant was not clean. There were crumbs on the tables and the floor was sticky. It really put us off our meal."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were dirty and smelled bad. It made me question the overall cleanliness and hygiene of the restaurant."
    },
    {
      "subject": "Cleanliness",
      "message": "I was disappointed with the cleanliness. There were dirty dishes left on tables for too long and the floor was not swept."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant had a grimy feel to it. The menus were sticky and the table was not properly cleaned before we were seated."
    },
    {
      "subject": "Cleanliness",
      "message": "There was visible dust on the shelves and the windows were smudged. It gave the restaurant a very unclean appearance."
    },
    {
      "subject": "Cleanliness",
      "message": "The cleanliness was lacking. The cutlery had spots and the napkins were stained. It was very off-putting."
    },
    {
      "subject": "Cleanliness",
      "message": "The trash bins were overflowing and there was litter around the restaurant. It really detracted from the dining experience."
    },
    {
      "subject": "Cleanliness",
      "message": "The high chairs were sticky and clearly hadn't been cleaned in a while. This made us very uncomfortable."
    },
    {
      "subject": "Cleanliness",
      "message": "The floor under our table was dirty, with food crumbs and napkins. It seemed like the area hadn't been cleaned properly."
    },
    {
      "subject": "Cleanliness",
      "message": "The kitchen area looked very messy and unorganized, which made me question the overall hygiene standards of the restaurant."
    },
    {
      "subject": "Cleanliness",
      "message": "The tables were not wiped down properly between customers. There were crumbs and stains left from the previous diners."
    },
    {
      "subject": "Cleanliness",
      "message": "The restroom facilities were very clean and well-maintained. It was a pleasant surprise and added to the positive experience."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant maintained a high level of cleanliness throughout. The attention to detail in keeping everything clean was impressive."
    },
    {
      "subject": "Cleanliness",
      "message": "The cleanliness of the restaurant was impeccable. The staff did a great job of ensuring everything was tidy and hygienic."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was very clean, and the staff were diligent about wiping down surfaces and keeping the area tidy."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were exceptionally clean and well-stocked. It's clear that the restaurant takes hygiene seriously."
    },
    {
      "subject": "Cleanliness",
      "message": "I was impressed with how clean the restaurant was. The tables, floors, and even the restrooms were spotless."
    },
    {
      "subject": "Cleanliness",
      "message": "The overall cleanliness of the restaurant was excellent. It made our dining experience much more enjoyable."
    },
    {
      "subject": "Cleanliness",
      "message": "The cleanliness of the restaurant left much to be desired. The tables were sticky and the floor was dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "I was disappointed by the lack of cleanliness. There were visible crumbs on the table and the floor looked like it hadn't been swept."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant went above and beyond with their hygiene practices. They had hand sanitizer stations readily available throughout the dining area, which made us feel safe and comfortable."
    },
    {
      "subject": "Cleanliness",
      "message": "We were impressed with the eco-friendly cleaning products the restaurant uses. It's great to see them prioritizing both cleanliness and sustainability."
    },
    {
      "subject": "Cleanliness",
      "message": "The staff was very attentive to keeping the tables clean. They promptly cleared away used dishes and wiped down any spills, ensuring a pleasant dining experience for all guests."
    },
    {
      "subject": "Cleanliness",
      "message": "The menus were worn and sticky, which wasn't a great first impression. Perhaps laminating or regularly replacing the menus would be beneficial."
    },
    {
      "subject": "Cleanliness",
      "message": "We noticed a build-up of dust on the shelves and decorations, which gave the restaurant a slightly neglected feel. A bit more attention to detail would be appreciated."
    },
    {
      "subject": "Cleanliness",
      "message": "The utensils seemed a bit dull and some even had minor food particles stuck on them. We would have preferred cleaner and brighter cutlery for our meal."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant went above and beyond with their hygiene practices. They had hand sanitizer stations readily available throughout the dining area, which made us feel safe and comfortable."
    },
    {
      "subject": "Cleanliness",
      "message": "We were impressed with the eco-friendly cleaning products the restaurant uses. It's great to see them prioritizing both cleanliness and sustainability."
    },
    {
      "subject": "Cleanliness",
      "message": "The staff was very attentive to keeping the tables clean. They promptly cleared away used dishes and wiped down any spills, ensuring a pleasant dining experience for all guests."
    },
    {
      "subject": "Cleanliness",
      "message": "The menus were worn and sticky, which wasn't a great first impression. Perhaps laminating or regularly replacing the menus would be beneficial."
    },
    {
      "subject": "Cleanliness",
      "message": "We noticed a build-up of dust on the shelves and decorations, which gave the restaurant a slightly neglected feel. A bit more attention to detail would be appreciated."
    },
    {
      "subject": "Cleanliness",
      "message": "The utensils seemed a bit dull and some even had minor food particles stuck on them. We would have preferred cleaner and brighter cutlery for our meal."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were spotless and well-stocked with supplies. It's the little details like this that make a big difference in the overall dining experience."
    },
    {
      "subject": "Cleanliness",
      "message": "We were a bit concerned about the cleanliness of the high chairs for our children. They had some food residue and seemed like they hadn't been properly sanitized."
    },
    {
      "subject": "Cleanliness",
      "message": "The outdoor patio seating looked lovely, but the tables were a bit wobbly and some of the chairs had chipped paint. A little maintenance would go a long way."
    },
    {
      "subject": "Cleanliness",
      "message": "There was a faint unpleasant odor in the restaurant, which was off-putting. We couldn't quite place the smell, but it definitely detracted from the atmosphere."
    },
    {
      "subject": "Cleanliness",
      "message": "The staff uniforms seemed a bit stained and wrinkled. While friendliness is important, a more professional appearance would be appreciated, especially considering the price point of the restaurant."
    },
    {
      "subject": "Cleanliness",
      "message": "We saw a busser wipe down a table with a dirty rag, which was a bit concerning. Perhaps providing them with proper cleaning supplies and training would be beneficial."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant seemed overall clean, but there were a few crumbs on the floor here and there. A more frequent sweeping throughout the evening would be ideal."
    },
    {
      "subject": "Cleanliness",
      "message": "The open kitchen allowed us to see the chefs working, and everything seemed clean and organized. This transparency gave us peace of mind about the hygiene practices in the back."
    },
    {
      "subject": "Cleanliness",
      "message": "The water glasses had some minor water spots, which isn't a major issue, but it would be nice to have sparkling clean glassware for a more polished experience."
    },
    {
      "subject": "Cleanliness",
      "message": "We were very impressed with the cleanliness of the restaurant. The staff clearly takes pride in maintaining a hygienic environment, which made for a comfortable and enjoyable dining experience."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant had a generally clean feel, but the ventilation seemed a bit lacking. There was a slight cooking odor that lingered, which could be improved with better air circulation."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were clean and functional, but a bit cramped and outdated. Perhaps a renovation would be beneficial in the future."
    },
    {
      "subject": "Cleanliness",
      "message": "We were happy to see recycling bins available at the restaurant. It's great to see them taking steps to be more environmentally friendly."
    },
    {
      "subject": "Cleanliness",
      "message": "The overall impression of the restaurant was one of cleanliness and hygiene. The staff was attentive, the restrooms were well-maintained, and everything felt fresh and inviting."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was impeccably clean. The floors, tables, and even the restrooms were spotless. It made for a very pleasant dining experience."
    },
    {
      "subject": "Cleanliness",
      "message": "I was impressed by the cleanliness of the restaurant. The attention to detail in keeping everything tidy was evident and appreciated."
    },
    {
      "subject": "Cleanliness",
      "message": "The dining area was very clean and well-maintained. The staff were constantly making sure everything was in order."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were exceptionally clean, which is always a good sign of overall restaurant hygiene. I felt very comfortable dining here."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was clean and well-organized. I especially appreciated how clean the high chairs were, which is important for families with young children."
    },
    {
      "subject": "Cleanliness",
      "message": "I was very pleased with the cleanliness of the restaurant. The tables were wiped down immediately after guests left, and the floors were gleaming."
    },
    {
      "subject": "Cleanliness",
      "message": "The cleanliness of the kitchen area, which was visible from our table, was impressive. It gave us confidence in the food preparation standards."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was very clean, with no dust or debris in sight. It was clear that hygiene is a top priority here."
    },
    {
      "subject": "Cleanliness",
      "message": "I noticed the staff frequently cleaning the dining area and restocking supplies, which contributed to a very clean environment."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was spotless, from the entrance to the restrooms. It made our dining experience much more enjoyable."
    },
    {
      "subject": "Cleanliness",
      "message": "Unfortunately, the restaurant was dirty. There were crumbs on the tables and the floor was sticky. It really put us off our meal."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were grimy and smelled bad. It made me question the overall cleanliness and hygiene of the restaurant."
    },
    {
      "subject": "Cleanliness",
      "message": "I was disappointed with the cleanliness. There were dirty dishes left on tables for too long and the floor was not swept."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant had a grimy feel to it. The menus were sticky and the table was not properly cleaned before we were seated."
    },
    {
      "subject": "Cleanliness",
      "message": "There was visible dirt on the shelves and the windows were smudged. It gave the restaurant a very unclean appearance."
    },
    {
      "subject": "Cleanliness",
      "message": "The cleanliness was lacking. The cutlery had spots and the napkins were stained. It was very off-putting."
    },
    {
      "subject": "Cleanliness",
      "message": "The trash bins were overflowing and there was litter around the restaurant. It really detracted from the dining experience."
    },
    {
      "subject": "Cleanliness",
      "message": "The high chairs were sticky and clearly hadn't been cleaned in a while. This made us very uncomfortable."
    },
    {
      "subject": "Cleanliness",
      "message": "The floor under our table was dirty, with food crumbs and napkins. It seemed like the area hadn't been cleaned properly."
    },
    {
      "subject": "Cleanliness",
      "message": "The kitchen area looked very messy and unorganized, which made me question the overall hygiene standards of the restaurant."
    },
    {
      "subject": "Cleanliness",
      "message": "The tables were not wiped down properly between customers. There were crumbs and stains left from the previous diners."
    },
    {
      "subject": "Cleanliness",
      "message": "The restroom facilities were very clean and well-maintained. It was a pleasant surprise and added to the positive experience."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant maintained a high level of cleanliness throughout. The attention to detail in keeping everything sparkling was impressive."
    },
    {
      "subject": "Cleanliness",
      "message": "The cleanliness of the restaurant was impeccable. The staff did a great job of ensuring everything was tidy and hygienic."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was very clean, and the staff were diligent about wiping down surfaces and keeping the area tidy."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were exceptionally clean and well-stocked. It's clear that the restaurant takes hygiene seriously."
    },
    {
      "subject": "Cleanliness",
      "message": "I was impressed with how clean the restaurant was. The tables, floors, and even the restrooms were gleaming."
    },
    {
      "subject": "Cleanliness",
      "message": "The overall cleanliness of the restaurant was excellent. It made our dining experience much more enjoyable."
    },
    {
      "subject": "Cleanliness",
      "message": "The cleanliness of the restaurant left much to be desired. The tables were sticky and the floor was dirty."
    },
    {
      "subject": "Cleanliness",
      "message": "I was disappointed by the lack of cleanliness. There were visible crumbs on the table and the floor looked grimy."
    },
    {
      "subject": "Cleanliness",
      "message": "The entire restaurant looked dirty, from the entrance to the dining area. It was quite off-putting and made me question the food hygiene."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was sparkling clean. It was evident that the staff took great care in maintaining the hygiene and cleanliness standards."
    },
    {
      "subject": "Cleanliness",
      "message": "The kitchen area, visible from the dining room, was gleaming. It gave us confidence that the food preparation was done in a hygienic manner."
    },
    {
      "subject": "Cleanliness",
      "message": "The restrooms were dirty, with paper towels scattered on the floor and a strong odor. It made me question the overall cleanliness of the restaurant."
    },
    {
      "subject": "Cleanliness",
      "message": "The restaurant was clean, but the glasses were grimy. It was very off-putting to see spots and fingerprints on our drinking glasses."
    },
    {
      "subject": "Price",
      "message": "The food was delicious, but the prices were quite high, even for the portion sizes. It felt a bit overpriced for a casual dining experience."
    },
    {
      "subject": "Price",
      "message": "We were surprised by the cost of the appetizers. They were quite small and didn't seem to justify the price tag."
    },
    {
      "subject": "Price",
      "message": "The cocktails were tasty, but definitely on the pricier side. Perhaps offering some more affordable options would be beneficial."
    },
    {
      "subject": "Price",
      "message": "We were a bit disappointed to find out there was a separate charge for parking. It would have been nice to know this upfront when making the reservation."
    },
    {
      "subject": "Price",
      "message": "While the food was good, the overall bill was a bit shocking. It's definitely a fine-dining experience with a price tag to match."
    },
    {
      "subject": "Price",
      "message": "The price point was fair for the quality and quantity of the food. We felt like we got good value for our money."
    },
    {
      "subject": "Price",
      "message": "Can you tell me the price of the special?"
    },
    {
      "subject": "Price",
      "message": "Is there an extra charge for substitutions?"
    },
    {
      "subject": "Price",
      "message": "How much is the corkage fee?"
    },
    {
      "subject": "Price",
      "message": "Is there a charge for extra toppings?"
    },
    {
      "subject": "Price",
      "message": "Can I see the price for the wine list?"
    },
    {
      "subject": "Price",
      "message": "Are there any discounts available?"
    },
    {
      "subject": "Price",
      "message": "How much does the dessert platter cost?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the lunch special?"
    },
    {
      "subject": "Price",
      "message": "Is there an additional charge for the side salad?"
    },
    {
      "subject": "Price",
      "message": "How much is the bottomless brunch?"
    },
    {
      "subject": "Price",
      "message": "Can you tell me the cost of adding shrimp to my dish?"
    },
    {
      "subject": "Price",
      "message": "Is there a charge for splitting a plate?"
    },
    {
      "subject": "Price",
      "message": "What is the price for the kids' meal?"
    },
    {
      "subject": "Price",
      "message": "How much is the buffet?"
    },
    {
      "subject": "Price",
      "message": "Is there a service charge included in the bill?"
    },
    {
      "subject": "Price",
      "message": "What are the prices for the cocktails?"
    },
    {
      "subject": "Price",
      "message": "How much is the cheese board?"
    },
    {
      "subject": "Price",
      "message": "Is there a charge for extra bread?"
    },
    {
      "subject": "Price",
      "message": "What is the price for a bottle of house wine?"
    },
    {
      "subject": "Price",
      "message": "How much is the prix fixe menu?"
    },
    {
      "subject": "Price",
      "message": "Is there an upcharge for premium sides?"
    },
    {
      "subject": "Price",
      "message": "What is the cost of the tasting menu?"
    },
    {
      "subject": "Price",
      "message": "Are the appetizers priced individually?"
    },
    {
      "subject": "Price",
      "message": "How much is the seafood platter?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the daily soup?"
    },
    {
      "subject": "Price",
      "message": "Is there a fee for using a credit card?"
    },
    {
      "subject": "Price",
      "message": "What is the cost of a glass of house wine?"
    },
    {
      "subject": "Price",
      "message": "Are the portions worth the price?"
    },
    {
      "subject": "Price",
      "message": "Is there a student discount?"
    },
    {
      "subject": "Price",
      "message": "How much does it cost to add avocado?"
    },
    {
      "subject": "Price",
      "message": "What is the price range for the entrees?"
    },
    {
      "subject": "Price",
      "message": "Is there a senior discount?"
    },
    {
      "subject": "Price",
      "message": "How much is the bottomless mimosas?"
    },
    {
      "subject": "Price",
      "message": "Are the desserts priced individually?"
    },
    {
      "subject": "Price",
      "message": "What is the price for a cup of coffee?"
    },
    {
      "subject": "Price",
      "message": "Is there an additional fee for extra sauce?"
    },
    {
      "subject": "Price",
      "message": "How much does the chefs special cost?"
    },
    {
      "subject": "Price",
      "message": "Are there any hidden charges?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the vegetarian option?"
    },
    {
      "subject": "Price",
      "message": "How much is the family-style meal?"
    },
    {
      "subject": "Price",
      "message": "Is there a minimum charge per person?"
    },
    {
      "subject": "Price",
      "message": "What is the price of a pint of beer?"
    },
    {
      "subject": "Price",
      "message": "Are the prices inclusive of tax?"
    },
    {
      "subject": "Price",
      "message": "How much is the specialty coffee?"
    },
    {
      "subject": "Price",
      "message": "What is the cost for a side of fries?"
    },
    {
      "subject": "Price",
      "message": "Is there an additional charge for gluten-free options?"
    },
    {
      "subject": "Price",
      "message": "How much is the house salad?"
    },
    {
      "subject": "Price",
      "message": "What are the prices for the set menus?"
    },
    {
      "subject": "Price",
      "message": "Is there a cover charge?"
    },
    {
      "subject": "Price",
      "message": "How much is the tasting flight?"
    },
    {
      "subject": "Price",
      "message": "What is the price for a large pizza?"
    },
    {
      "subject": "Price",
      "message": "Are there any holiday specials?"
    },
    {
      "subject": "Price",
      "message": "How much does a side of vegetables cost?"
    },
    {
      "subject": "Price",
      "message": "Is there a fee for sharing a dish?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the chefs tasting menu?"
    },
    {
      "subject": "Price",
      "message": "How much is the draft beer?"
    },
    {
      "subject": "Price",
      "message": "Are the side dishes included in the entre price?"
    },
    {
      "subject": "Price",
      "message": "Is there a discount for large groups?"
    },
    {
      "subject": "Price",
      "message": "How much does it cost to add a protein?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the brunch buffet?"
    },
    {
      "subject": "Price",
      "message": "Is there a charge for extra dressing?"
    },
    {
      "subject": "Price",
      "message": "How much is the vegan option?"
    },
    {
      "subject": "Price",
      "message": "What is the cost for a pitcher of beer?"
    },
    {
      "subject": "Price",
      "message": "Are there any early bird specials?"
    },
    {
      "subject": "Price",
      "message": "How much is the seafood pasta?"
    },
    {
      "subject": "Price",
      "message": "Is there a fee for private dining?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the appetizer sampler?"
    },
    {
      "subject": "Price",
      "message": "How much is a bottle of champagne?"
    },
    {
      "subject": "Price",
      "message": "Is there a charge for extra cheese?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the daily special?"
    },
    {
      "subject": "Price",
      "message": "How much is the house red wine?"
    },
    {
      "subject": "Price",
      "message": "Is there a weekend surcharge?"
    },
    {
      "subject": "Price",
      "message": "What is the price for bottomless coffee?"
    },
    {
      "subject": "Price",
      "message": "Is there an additional fee for delivery?"
    },
    {
      "subject": "Price",
      "message": "How much does the dessert of the day cost?"
    },
    {
      "subject": "Price",
      "message": "Are the drink prices listed separately?"
    },
    {
      "subject": "Price",
      "message": "What is the cost for an extra side?"
    },
    {
      "subject": "Price",
      "message": "Is there a charge for a larger portion?"
    },
    {
      "subject": "Price",
      "message": "How much is the charcuterie board?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the premium steak?"
    },
    {
      "subject": "Price",
      "message": "Is there an upcharge for truffle fries?"
    },
    {
      "subject": "Price",
      "message": "How much is a small salad?"
    },
    {
      "subject": "Price",
      "message": "Are the prices different for lunch and dinner?"
    },
    {
      "subject": "Price",
      "message": "What is the price for a half portion?"
    },
    {
      "subject": "Price",
      "message": "How much does the seasonal dish cost?"
    },
    {
      "subject": "Price",
      "message": "Is there a charge for a bread basket?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the house cocktail?"
    },
    {
      "subject": "Price",
      "message": "Are there any happy hour specials?"
    },
    {
      "subject": "Price",
      "message": "How much is the dinner buffet?"
    },
    {
      "subject": "Price",
      "message": "Is there a discount for cash payments?"
    },
    {
      "subject": "Price",
      "message": "What is the price of the family meal?"
    },
    {
      "subject": "Price",
      "message": "How much does a side of rice cost?"
    },
    {
      "subject": "Price",
      "message": "Are there any specials for two?"
    },
    {
      "subject": "Price",
      "message": "We were pleasantly surprised by the affordability of the desserts. They were delicious and a perfect way to end the meal without breaking the bank."
    },
    {
      "subject": "Price",
      "message": "The restaurant offered a good variety of dishes at different price points, so there was something for everyone's budget."
    },
    {
      "subject": "Price",
      "message": "The lunch menu offered some fantastic deals, with delicious food at very reasonable prices."
    },
    {
      "subject": "Price",
      "message": "The restaurant offered a pre-fixe menu that was a great value. We got to try a variety of dishes for a fixed price."
    },
    {
      "subject": "Price",
      "message": "We were impressed with the portion sizes for the price. We left feeling satisfied and didn't feel like we overspent."
    },
    {
      "subject": "Price",
      "message": "The menu didn't list the prices, which was a bit off-putting. It would be helpful for guests to know the cost of each dish before ordering."
    },
    {
      "subject": "Price",
      "message": "There were some hidden fees on the bill, such as a service charge, that we weren't aware of beforehand. A bit more transparency on pricing would be appreciated."
    },
    {
      "subject": "Price",
      "message": "The overall price of the bill was very reasonable considering the quality of the food and service. We felt it was great value for money."
    },
    {
      "subject": "Price",
      "message": "I found the prices to be quite high, especially for the portion sizes. The mains were particularly overpriced for what we received."
    },
    {
      "subject": "Price",
      "message": "The appetizers were fairly priced and offered good value. We especially enjoyed the variety and quality for the cost."
    },
    {
      "subject": "Price",
      "message": "The desserts were amazing, but the price was a bit steep. While they were delicious, I'm not sure they justified the high cost."
    },
    {
      "subject": "Price",
      "message": "The drinks menu was reasonably priced, with a good selection of wines and cocktails that didn't break the bank."
    },
    {
      "subject": "Price",
      "message": "The parking fee was a bit of a shock. For the price we paid for dinner, I didn't expect to have to pay extra for parking."
    },
    {
      "subject": "Price",
      "message": "We were pleasantly surprised by the affordable prices during happy hour. It made our visit much more enjoyable and budget-friendly."
    },
    {
      "subject": "Price",
      "message": "The price of the entrees was too high for the portion sizes. We left feeling unsatisfied and that we didn't get our money's worth."
    },
    {
      "subject": "Price",
      "message": "The restaurant offers great value for the money. The set menu was particularly well-priced and provided a fantastic variety of dishes."
    },
    {
      "subject": "Price",
      "message": "I felt the overall cost of the meal was too expensive. Even the sides were overpriced, making it hard to justify a return visit."
    },
    {
      "subject": "Price",
      "message": "The prix fixe menu was an excellent deal. We got to sample a variety of dishes at a very reasonable price."
    },
    {
      "subject": "Price",
      "message": "The cost of the main courses was exorbitant. For the price we paid, we expected much better quality and portion sizes."
    },
    {
      "subject": "Price",
      "message": "The brunch menu was very affordable, and the portions were generous. It was a great way to start our weekend without overspending."
    },
    {
      "subject": "Price",
      "message": "The price of the steaks was quite high, but the quality was outstanding. It felt like a special treat worth the cost."
    },
    {
      "subject": "Price",
      "message": "The cocktails were pricey but well-crafted. While they were enjoyable, the high price might deter us from ordering more next time."
    },
    {
      "subject": "Price",
      "message": "The children's menu was reasonably priced and offered good portions. It made dining out as a family more affordable."
    },
    {
      "subject": "Price",
      "message": "The overall cost of the meal was excessive. Even though the food was good, the high prices were hard to justify."
    },
    {
      "subject": "Price",
      "message": "We found the dessert prices to be quite reasonable, especially considering the quality and presentation. It was a sweet end to our meal."
    },
    {
      "subject": "Price",
      "message": "The price of the appetizers was too high for the small portions we received. It felt like poor value for money."
    },
    {
      "subject": "Price",
      "message": "The lunch specials were very affordable and provided good value. We enjoyed a delicious meal without spending too much."
    },
    {
      "subject": "Price",
      "message": "The cost of the car park was reasonable, especially given the prime location of the restaurant. It added to the convenience of our visit."
    },
    {
      "subject": "Price",
      "message": "We found the wine list to be overpriced. While the selection was good, the high prices made it less enjoyable to choose a bottle."
    },
    {
      "subject": "Price",
      "message": "The prices for the breakfast menu were fair, and the portions were satisfying. It was a great start to our day without feeling overcharged."
    },
    {
      "subject": "Price",
      "message": "The main courses were overpriced. For the amount we paid, we expected better quality and larger portions."
    },
    {
      "subject": "Price",
      "message": "The set dinner menu offered excellent value for money. We enjoyed multiple courses at a very reasonable price."
    },
    {
      "subject": "Price",
      "message": "The drinks were very expensive. While they were good, the high prices will make us think twice before ordering them again."
    },
    {
      "subject": "Price",
      "message": "The price of the appetizers was reasonable and they were quite tasty. It was a good way to start our meal without overspending."
    },
    {
      "subject": "Price",
      "message": "The dessert prices were on the higher side, but the quality and taste made it worth the extra cost."
    },
    {
      "subject": "Price",
      "message": "The overall price of the meal was very fair. Considering the quality and service, it was a great value for money."
    },
    {
      "subject": "Price",
      "message": "The bill was higher than expected, especially for the portion sizes. It felt like we paid more than what we received in terms of value."
    },
    {
      "subject": "Price",
      "message": "The price of the sides was too high. For the cost, we expected more generous portions and better quality."
    },
    {
      "subject": "Price",
      "message": "The overall pricing of the menu was well-balanced. We felt we got good value for the money we spent."
    },
    {
      "subject": "Price",
      "message": "The appetizers were quite expensive for the portion sizes. It felt like we didn't get much for what we paid."
    },
    {
      "subject": "Price",
      "message": "The steaks were cooked perfectly, but the price was prohibitorily expensive. We might only come back for a special occasion."
    },
    {
      "subject": "Price",
      "message": "The weekday lunch specials were a great deal! We got a full meal for under $15, which is perfect for a quick and affordable bite."
    },
    {
      "subject": "Price",
      "message": "The bottomless mimosas were a huge hit at our brunch! It was a great value and allowed us to enjoy a leisurely meal with friends."
    },
    {
      "subject": "Price",
      "message": "The restaurant only offered bottled water, with no refills available. It would have been nice to have a more affordable option for drinks."
    },
    {
      "subject": "Price",
      "message": "The gratuity was automatically added to the bill, which isn't always preferred. It would be nice to have the option to leave our own tip."
    },
    {
      "subject": "Price",
      "message": "The price point was in line with what we expected for this type of restaurant."
    },
    {
      "subject": "Price",
      "message": "We felt the overall cost of the meal was justified by the quality of the food and service."
    },
    {
      "subject": "Price",
      "message": "Considering the location and ambiance, the prices were reasonable."
    },
    {
      "subject": "Price",
      "message": "The valet parking was convenient, but a bit pricey. Self-parking options would be appreciated for more budget-conscious diners."
    },
    {
      "subject": "Price",
      "message": "We were happy to see happy hour specials offered at the bar. It's a great way to try out the food and drinks at a reduced cost."
    },
    {
      "subject": "Price",
      "message": "The portion sizes were very generous, especially for the main courses. We ended up taking leftovers home, which made the price even more reasonable."
    },
    {
      "subject": "Price",
      "message": "The children's menu offered a good variety of options at affordable prices. It's great that they cater to families with young children."
    },
    {
      "subject": "Price",
      "message": "We were disappointed that our favorite dessert wasn't included in the prix fixe menu. It would be nice to have more flexibility with menu options."
    },
    {
      "subject": "Price",
      "message": "The restaurant offered a corkage fee option, which allowed us to bring our own wine for a special occasion. This was a nice touch for wine enthusiasts."
    },
    {
      "subject": "Price",
      "message": "While the appetizers were delicious, some seemed a bit overpriced for their size. Perhaps offering smaller tasting portions at a lower price point would be beneficial."
    },
    {
      "subject": "Price",
      "message": "We were surprised by the high cost of the cocktails. Considering the ingredients, some felt a bit overpriced compared to similar establishments."
    },
    {
      "subject": "Price",
      "message": "The lunch buffet offered a great variety of food at a reasonable price. It's a perfect option for those looking for a quick and satisfying meal."
    },
    {
      "subject": "Price",
      "message": "The restaurant didn't offer any student discounts, which would be a nice way to attract a wider clientele."
    },
    {
      "subject": "Price",
      "message": "We were happy to see that the restaurant participates in various loyalty programs. Earning points for future meals is a great incentive to return."
    },
    {
      "subject": "Price",
      "message": "The online reservation system clearly displayed the price range of the restaurant, which helped us set our budget expectations beforehand."
    },
    {
      "subject": "Price",
      "message": "The overall price of the bill was very reasonable considering the quality of the food and service. We felt it was great value for money."
    },
    {
      "subject": "Price",
      "message": "I found the prices to be quite high, especially for the portion sizes. The mains were particularly overpriced for what we received."
    },
    {
      "subject": "Price",
      "message": "The appetizers were fairly priced and offered good value. We especially enjoyed the variety and quality for the cost."
    },
    {
      "subject": "Price",
      "message": "The desserts were amazing, but the price was a bit steep. While they were delicious, I'm not sure they justified the high cost."
    },
    {
      "subject": "Price",
      "message": "The drinks menu was reasonably priced, with a good selection of wines and cocktails that didn't break the bank."
    },
    {
      "subject": "Price",
      "message": "The parking fee was a bit of a shock. For the price we paid for dinner, I didn't expect to have to pay extra for parking."
    },
    {
      "subject": "Price",
      "message": "We were pleasantly surprised by the affordable prices during happy hour. It made our visit much more enjoyable and budget-friendly."
    },
    {
      "subject": "Price",
      "message": "The price of the entrees was too high for the portion sizes. We left feeling unsatisfied and that we didn't get our money's worth."
    },
    {
      "subject": "Price",
      "message": "The restaurant offers great value for the money. The set menu was particularly well-priced and provided a fantastic variety of dishes."
    },
    {
      "subject": "Price",
      "message": "I felt the overall cost of the meal was too expensive. Even the sides were overpriced, making it hard to justify a return visit."
    },
    {
      "subject": "Price",
      "message": "The prix fixe menu was an excellent deal. We got to sample a variety of dishes at a very reasonable price."
    },
    {
      "subject": "Price",
      "message": "The cost of the main courses was exorbitant. For the price we paid, we expected much better quality and portion sizes."
    },
    {
      "subject": "Price",
      "message": "The brunch menu was very affordable, and the portions were generous. It was a great way to start our weekend without overspending."
    },
    {
      "subject": "Price",
      "message": "The price of the steaks was quite high, but the quality was outstanding. It felt like a special treat worth the cost."
    },
    {
      "subject": "Price",
      "message": "The cocktails were pricey but well-crafted. While they were enjoyable, the high price might deter us from ordering more next time."
    },
    {
      "subject": "Price",
      "message": "The children's menu was reasonably priced and offered good portions. It made dining out as a family more affordable."
    },
    {
      "subject": "Price",
      "message": "The overall cost of the meal was excessive. Even though the food was good, the high prices were hard to justify."
    },
    {
      "subject": "Price",
      "message": "We found the dessert prices to be quite reasonable, especially considering the quality and presentation. It was a sweet end to our meal."
    },
    {
      "subject": "Price",
      "message": "The price of the appetizers was too high for the small portions we received. It felt like poor value for money."
    },
    {
      "subject": "Price",
      "message": "The lunch specials were very affordable and provided good value. We enjoyed a delicious meal without spending too much."
    },
    {
      "subject": "Price",
      "message": "The cost of the car park was reasonable, especially given the prime location of the restaurant. It added to the convenience of our visit."
    },
    {
      "subject": "Price",
      "message": "We found the wine list to be overpriced. While the selection was good, the high prices made it less enjoyable to choose a bottle."
    },
    {
      "subject": "Price",
      "message": "The prices for the breakfast menu were fair, and the portions were satisfying. It was a great start to our day without feeling overcharged."
    },
    {
      "subject": "Price",
      "message": "The main courses were overpriced. For the amount we paid, we expected better quality and larger portions."
    },
    {
      "subject": "Price",
      "message": "The set dinner menu offered excellent value for money. We enjoyed multiple courses at a very reasonable price."
    },
    {
      "subject": "Price",
      "message": "The drinks were very expensive. While they were good, the high prices will make us think twice before ordering them again."
    },
    {
      "subject": "Price",
      "message": "The price of the appetizers was reasonable and they were quite tasty. It was a good way to start our meal without overspending."
    },
    {
      "subject": "Price",
      "message": "The dessert prices were on the higher side, but the quality and taste made it worth the extra cost."
    },
    {
      "subject": "Price",
      "message": "The overall price of the meal was very fair. Considering the quality and service, it was a great value for money."
    },
    {
      "subject": "Price",
      "message": "The bill was higher than expected, especially for the portion sizes. It felt like we paid more than what we received in terms of value."
    },
    {
      "subject": "Price",
      "message": "The price of the sides was too high. For the cost, we expected more generous portions and better quality."
    },
    {
      "subject": "Price",
      "message": "The overall pricing of the menu was well-balanced. We felt we got good value for the money we spent."
    },
    {
      "subject": "Baz",
      "message": "Baz is amazing. Baz is the best, Baz is really cool. Baz"
    },
    {
      "subject": "Price",
      "message": "The appetizers were quite expensive for the portion sizes. It felt like we didn't get much for what we paid."
    },
    {
      "subject": "Price",
      "message": "The prices for the daily specials were very reasonable. It allowed us to try new dishes without spending too much."
    },
    {
      "subject": "Price",
      "message": "The dessert was overpriced and didn't live up to expectations. For the cost, I expected something much better."
    },
    {
      "subject": "Price",
      "message": "The main dishes were affordable and offered good value for money. We felt satisfied with both the quality and the cost."
    },
    {
      "subject": "Price",
      "message": "The price of the soft drinks was surprisingly high. It felt like an unnecessary expense on top of an already pricey meal."
    },
    {
      "subject": "Price",
      "message": "The restaurant had a reasonable pricing structure. We were able to enjoy a three-course meal without overspending."
    },
    {
      "subject": "Price",
      "message": "The appetizers were very expensive. For the small portions we received, it didn't feel worth the money."
    },
    {
      "subject": "Price",
      "message": "The lunch menu was reasonably priced and offered a variety of options. It was a great deal for a midday meal."
    },
    {
      "subject": "Price",
      "message": "The price of the wine was excessive. Even though the selection was good, the cost was hard to justify."
    },
    {
      "subject": "Price",
      "message": "The overall bill was very affordable, and we felt we got great value for the quality of food and service provided."
    },
    {
      "subject": "Price",
      "message": "The dessert prices were on the higher side, but the flavors and presentation made it worth the splurge."
    },
    {
      "subject": "Price",
      "message": "The cost of the meal was very high compared to the quality and portion sizes. It didn't feel like good value for money."
    },
    {
      "subject": "Price",
      "message": "The breakfast menu was affordable and provided generous portions. It was a great start to our day."
    },
    {
      "subject": "Price",
      "message": "The drinks were overpriced, making the overall dining experience more expensive than anticipated."
    },
    {
      "subject": "Price",
      "message": "The price of the dessert was too high for the portion size. It left us feeling that it wasn't worth the cost."
    },
    {
      "subject": "Price",
      "message": "The overall cost of dining here was very reasonable. We felt we received excellent value for the money spent."
    },
    {
      "subject": "Price",
      "message": "The cost of the appetizers was quite high, especially given the small portion sizes. It didn't feel like good value for money."
    },
    {
      "subject": "Price",
      "message": "The prices for the sides were very affordable. We were able to try multiple items without feeling like we were overspending."
    },
    {
      "subject": "Price",
      "message": "The car park was free, which was a pleasant surprise and added great value to our overall dining experience."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were expertly crafted and delicious. Each sip was a delight, and they complemented our meal perfectly."
    },
    {
      "subject": "Drinks",
      "message": "I was disappointed with the wine selection. The choices were limited, and the quality didn't match the price."
    },
    {
      "subject": "Drinks",
      "message": "The range of beers on tap was impressive. It was great to have so many local and craft options to choose from."
    },
    {
      "subject": "Drinks",
      "message": "The glassware for our cocktails was elegant and added to the overall experience. It made the drinks feel more special."
    },
    {
      "subject": "Drinks",
      "message": "I appreciated that the wines were poured generously. It's always disappointing when the glass isn't filled to the top."
    },
    {
      "subject": "Drinks",
      "message": "The pairing wines recommended by the sommelier were exceptional. They enhanced the flavors of our dishes beautifully."
    },
    {
      "subject": "Drinks",
      "message": "The mocktails were refreshing and well-balanced. It was nice to have non-alcoholic options that were just as enjoyable."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were overpriced for what we received. They lacked flavor and creativity, making them a disappointment."
    },
    {
      "subject": "Drinks",
      "message": "I was impressed with the range of mocktails available. It showed thoughtfulness in catering to non-drinkers."
    },
    { "subject": "Drinks", "message": "Can I see the drinks menu?" },
    { "subject": "Drinks", "message": "What kind of cocktails do you have?" },
    {
      "subject": "Drinks",
      "message": "Do you have any non-alcoholic beverages?"
    },
    { "subject": "Drinks", "message": "Can I get a glass of water, please?" },
    { "subject": "Drinks", "message": "What wines do you have by the glass?" },
    { "subject": "Drinks", "message": "Do you have any craft beers?" },
    { "subject": "Drinks", "message": "Can I get a refill on my soda?" },
    { "subject": "Drinks", "message": "What kind of tea do you serve?" },
    { "subject": "Drinks", "message": "Do you have any fresh juices?" },
    { "subject": "Drinks", "message": "Can I get a decaf coffee?" },
    {
      "subject": "Drinks",
      "message": "What is your house specialty cocktail?"
    },
    { "subject": "Drinks", "message": "Do you have sparkling water?" },
    { "subject": "Drinks", "message": "Can I get a hot chocolate?" },
    { "subject": "Drinks", "message": "What kind of smoothies do you offer?" },
    { "subject": "Drinks", "message": "Do you have any drink specials today?" },
    { "subject": "Drinks", "message": "Can I get a glass of red wine?" },
    { "subject": "Drinks", "message": "What kind of beer do you have on tap?" },
    { "subject": "Drinks", "message": "Can I get a cappuccino?" },
    { "subject": "Drinks", "message": "Do you have any energy drinks?" },
    { "subject": "Drinks", "message": "Can I get a glass of white wine?" },
    { "subject": "Drinks", "message": "What kind of whiskey do you have?" },
    {
      "subject": "Drinks",
      "message": "Can I get a bottle of sparkling water?"
    },
    { "subject": "Drinks", "message": "Do you have any herbal teas?" },
    { "subject": "Drinks", "message": "Can I get a glass of milk?" },
    { "subject": "Drinks", "message": "What kind of gin do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of ros?" },
    { "subject": "Drinks", "message": "Do you have any iced tea?" },
    { "subject": "Drinks", "message": "Can I get a glass of lemonade?" },
    { "subject": "Drinks", "message": "What kind of rum do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of orange juice?" },
    { "subject": "Drinks", "message": "Do you have any flavored water?" },
    { "subject": "Drinks", "message": "Can I get a glass of apple juice?" },
    { "subject": "Drinks", "message": "What kind of vodka do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of cranberry juice?" },
    { "subject": "Drinks", "message": "Do you have any kombucha?" },
    {
      "subject": "Drinks",
      "message": "Can I get a glass of grapefruit juice?"
    },
    { "subject": "Drinks", "message": "What kind of tequila do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of tomato juice?" },
    { "subject": "Drinks", "message": "Do you have any chai tea?" },
    { "subject": "Drinks", "message": "Can I get a glass of pineapple juice?" },
    { "subject": "Drinks", "message": "What kind of brandy do you have?" },
    {
      "subject": "Drinks",
      "message": "Can I get a glass of pomegranate juice?"
    },
    { "subject": "Drinks", "message": "Do you have any matcha?" },
    { "subject": "Drinks", "message": "Can I get a glass of coconut water?" },
    { "subject": "Drinks", "message": "What kind of liqueurs do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of iced coffee?" },
    { "subject": "Drinks", "message": "Do you have any protein shakes?" },
    { "subject": "Drinks", "message": "Can I get a glass of almond milk?" },
    { "subject": "Drinks", "message": "What kind of bourbon do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of soy milk?" },
    { "subject": "Drinks", "message": "Do you have any coconut milk?" },
    { "subject": "Drinks", "message": "Can I get a glass of oat milk?" },
    { "subject": "Drinks", "message": "What kind of scotch do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of rice milk?" },
    { "subject": "Drinks", "message": "Do you have any almond milk lattes?" },
    { "subject": "Drinks", "message": "Can I get a glass of hemp milk?" },
    { "subject": "Drinks", "message": "What kind of cognac do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of cashew milk?" },
    { "subject": "Drinks", "message": "Do you have any macadamia milk?" },
    { "subject": "Drinks", "message": "Can I get a glass of hazelnut milk?" },
    { "subject": "Drinks", "message": "What kind of mead do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of kefir?" },
    { "subject": "Drinks", "message": "Do you have any buttermilk?" },
    { "subject": "Drinks", "message": "Can I get a glass of goat milk?" },
    { "subject": "Drinks", "message": "What kind of sake do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of camel milk?" },
    { "subject": "Drinks", "message": "Do you have any sheep milk?" },
    { "subject": "Drinks", "message": "Can I get a glass of buffalo milk?" },
    { "subject": "Drinks", "message": "What kind of absinthe do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of yak milk?" },
    { "subject": "Drinks", "message": "Do you have any reindeer milk?" },
    { "subject": "Drinks", "message": "Can I get a glass of horse milk?" },
    { "subject": "Drinks", "message": "What kind of cider do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of donkey milk?" },
    { "subject": "Drinks", "message": "Do you have any camel milk lattes?" },
    { "subject": "Drinks", "message": "Can I get a glass of reindeer milk?" },
    { "subject": "Drinks", "message": "What kind of perry do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of mare milk?" },
    { "subject": "Drinks", "message": "Do you have any goat milk lattes?" },
    { "subject": "Drinks", "message": "Can I get a glass of sheep milk?" },
    { "subject": "Drinks", "message": "What kind of sherry do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of buffalo milk?" },
    { "subject": "Drinks", "message": "Do you have any yak milk lattes?" },
    { "subject": "Drinks", "message": "Can I get a glass of horse milk?" },
    { "subject": "Drinks", "message": "What kind of port do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of donkey milk?" },
    { "subject": "Drinks", "message": "Do you have any mare milk lattes?" },
    { "subject": "Drinks", "message": "Can I get a glass of reindeer milk?" },
    { "subject": "Drinks", "message": "What kind of vermouth do you have?" },
    { "subject": "Drinks", "message": "Can I get a glass of camel milk?" },
    { "subject": "Drinks", "message": "Do you have any sheep milk lattes?" },
    { "subject": "Drinks", "message": "Can I get a glass of buffalo milk?" },
    {
      "subject": "Drinks",
      "message": "The glassware for the wines was clean and elegant. It added to the dining experience and made the wines more enjoyable."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were beautifully presented, but they were too strong for my liking. It overshadowed the meal."
    },
    {
      "subject": "Drinks",
      "message": "The beer selection was disappointing. There were only a few options, and none of them were particularly exciting."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were well-crafted and flavorful. They were a highlight of the evening and paired wonderfully with our appetizers."
    },
    {
      "subject": "Drinks",
      "message": "The wines by the glass were excellent. Each one complemented the dishes we ordered, enhancing the dining experience."
    },
    {
      "subject": "Drinks",
      "message": "The mixed drinks were poorly made. They lacked balance and were not worth the price we paid."
    },
    {
      "subject": "Drinks",
      "message": "The wine list was extensive, with a good range of varietals and regions. It made choosing a bottle enjoyable."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were served in unique glassware that added to the presentation. It made the experience feel more special."
    },
    {
      "subject": "Drinks",
      "message": "I was disappointed that my wine glass was not filled to the top. It felt like we were short-changed on the pour."
    },
    {
      "subject": "Drinks",
      "message": "The pairing wines were carefully chosen and enhanced the flavors of each course. It was a thoughtful addition to the meal."
    },
    {
      "subject": "Drinks",
      "message": "The range of non-alcoholic drinks was impressive. It showed that the restaurant cares about catering to all preferences."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were a bit weak. They lacked the punch and flavor I expected, which was disappointing."
    },
    {
      "subject": "Drinks",
      "message": "I enjoyed the selection of craft beers available. It was nice to see some local favorites on the menu."
    },
    {
      "subject": "Drinks",
      "message": "The glassware for the cocktails was clean and elegant. It added to the overall presentation and made the drinks more enjoyable."
    },
    {
      "subject": "Drinks",
      "message": "The wines were poured generously, which was appreciated. It ensured we could fully enjoy the flavors with each sip."
    },
    {
      "subject": "Drinks",
      "message": "The pairing wines were spot-on. They complemented the flavors of our dishes and made for a memorable dining experience."
    },
    {
      "subject": "Drinks",
      "message": "The mocktails were creative and refreshing. It was a nice alternative for those who don't drink alcohol."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were overpriced and not well-made. They lacked balance and didn't justify the cost."
    },
    {
      "subject": "Drinks",
      "message": "The wine list was extensive, offering a wide variety of options. It was fun to explore different wines throughout the meal."
    },
    {
      "subject": "Drinks",
      "message": "The glassware for the wines was elegant and clean. It added to the dining experience and made the wines more enjoyable."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were served in beautiful glassware that enhanced the presentation. It added to the overall enjoyment of the drinks."
    },
    {
      "subject": "Drinks",
      "message": "I was disappointed with the wine selection. The options were limited, and the quality didn't match the price."
    },
    {
      "subject": "Drinks",
      "message": "The beer selection was impressive, with a good mix of local and international brews. It catered to all tastes."
    },
    {
      "subject": "Drinks",
      "message": "The glassware for our cocktails was elegant and added to the overall experience. It made the drinks feel more special."
    },
    {
      "subject": "Drinks",
      "message": "I appreciated that the wines were poured generously. It's always disappointing when the glass isn't filled to the top."
    },
    {
      "subject": "Drinks",
      "message": "The pairing wines recommended by the sommelier were exceptional. They enhanced the flavors of our dishes beautifully."
    },
    {
      "subject": "Drinks",
      "message": "The mocktails were refreshing and well-balanced. It was nice to have non-alcoholic options that were just as enjoyable."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were overpriced for what we received. They lacked flavor and creativity, making them a disappointment."
    },
    {
      "subject": "Drinks",
      "message": "I was impressed with the range of mocktails available. It showed thoughtfulness in catering to non-drinkers."
    },
    {
      "subject": "Drinks",
      "message": "The glassware for the wines was clean and elegant. It added to the dining experience and made the wines more enjoyable."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were beautifully presented, but they were too strong for my liking. It overshadowed the meal."
    },
    {
      "subject": "Drinks",
      "message": "The beer selection was disappointing. There were only a few options, and none of them were particularly exciting."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were well-crafted and flavorful. They were a highlight of the evening and paired wonderfully with our appetizers."
    },
    {
      "subject": "Drinks",
      "message": "The wines by the glass were excellent. Each one complemented the dishes we ordered, enhancing the dining experience."
    },
    {
      "subject": "Drinks",
      "message": "The mixed drinks were poorly made. They lacked balance and were not worth the price we paid."
    },
    {
      "subject": "Drinks",
      "message": "The wine list was extensive, with a good range of varietals and regions. It made choosing a bottle enjoyable."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were served in unique glassware that added to the presentation. It made the experience feel more special."
    },
    {
      "subject": "Drinks",
      "message": "I was disappointed that my wine glass was not filled to the top. It felt like we were short-changed on the pour."
    },
    {
      "subject": "Drinks",
      "message": "The pairing wines were carefully chosen and enhanced the flavors of each course. It was a thoughtful addition to the meal."
    },
    {
      "subject": "Drinks",
      "message": "The range of non-alcoholic drinks was impressive. It showed that the restaurant cares about catering to all preferences."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were a bit weak. They lacked the punch and flavor I expected, which was disappointing."
    },
    {
      "subject": "Drinks",
      "message": "I enjoyed the selection of craft beers available. It was nice to see some local favorites on the menu."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were creative and delicious! The bartenders were true mixologists, crafting drinks that were both visually appealing and bursting with flavor."
    },
    {
      "subject": "Drinks",
      "message": "We were disappointed with the limited selection of non-alcoholic drinks. Having more creative mocktails or interesting sparkling water options would be a great improvement."
    },
    {
      "subject": "Drinks",
      "message": "The wine list was extensive and offered something for everyone, from budget-friendly options to high-end vintages. The staff was knowledgeable and helped us choose the perfect wine pairing for our meal."
    },
    {
      "subject": "Drinks",
      "message": "The glasses our drinks came in were chipped and looked a bit worn. Upgrading the glassware would elevate the overall drinking experience."
    },
    {
      "subject": "Drinks",
      "message": "Our cocktails arrived barely half full of ice, leaving very little actual drink. We would have appreciated a more generous pour for the price."
    },
    {
      "subject": "Drinks",
      "message": "The recommended wine pairing with our meal was spot on! It complemented the flavors of the food perfectly and truly enhanced the dining experience."
    },
    {
      "subject": "Drinks",
      "message": "The draft beer selection was a bit limited, with only the usual mainstream options. Offering some local craft beers would be a welcome addition."
    },
    {
      "subject": "Drinks",
      "message": "The fresh-squeezed juices were a refreshing and healthy option. We appreciated having these available alongside the usual sugary sodas."
    },
    {
      "subject": "Drinks",
      "message": "The iced tea tasted a bit like instant powder, not freshly brewed. Using loose leaf tea would make a big difference in flavor."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were beautifully presented, with unique garnishes and colorful syrups. They were a feast for the eyes as well as the taste buds."
    },
    {
      "subject": "Drinks",
      "message": "The service staff was very knowledgeable about the drink menu and could answer all our questions about ingredients and pairings."
    },
    {
      "subject": "Drinks",
      "message": "The happy hour drink specials were a great deal! We enjoyed trying a variety of cocktails at a discounted price."
    },
    {
      "subject": "Drinks",
      "message": "The tap water had a strong chlorine taste. Offering filtered or bottled water would be a better option."
    },
    {
      "subject": "Drinks",
      "message": "The milkshake was delicious, but the whipped cream topping was a bit artificial-tasting. Using real whipped cream would be a nice touch."
    },
    {
      "subject": "Drinks",
      "message": "We were surprised that the restaurant didn't offer any non-dairy milk alternatives for coffee or tea. This would be a good option for vegans or those with lactose intolerance."
    },
    {
      "subject": "Drinks",
      "message": "The selection of bottled beers was impressive, with a wide variety of styles and international options to choose from."
    },
    {
      "subject": "Drinks",
      "message": "The cocktails were a bit too sweet for our taste. Perhaps offering a selection of classic cocktails alongside the more creative options would be beneficial."
    },
    {
      "subject": "Drinks",
      "message": "We were impressed by the wide variety of house-made sodas on the menu. The unique flavors were a refreshing change from the usual cola or sprite."
    },
    {
      "subject": "Drinks",
      "message": "The coffee was strong and freshly brewed, a perfect way to end the meal. They also offered a variety of flavored syrups and creamers for customization."
    },
    {
      "subject": "Drinks",
      "message": "The price of the bottled water was a bit high. Offering free refills or filtered tap water would be a more reasonable option."
    },
    {
      "subject": "Drinks",
      "message": "The cocktail menu was extensive, offering a wide range of innovative and classic choices. We started with a refreshing gin-based cocktail that was perfectly balanced with botanical flavors and a hint of citrus. For dinner, we switched to a robust red wine recommended by the sommelier, which paired beautifully with our steak. The glassware was impeccable, enhancing the presentation and enjoyment of each drink. Overall, the drinks were a highlight of our dining experience, adding sophistication and flavor to our evening."
    },
    {
      "subject": "Drinks",
      "message": "I was impressed by the variety of drinks available, from signature cocktails to a well-curated wine list. The margarita I ordered was disappointing, though; it arrived in a glass that wasn't filled to the top, making it feel like I didn't get my money's worth. On the other hand, my partner's whiskey sour was crafted with care, balancing the sweetness and acidity perfectly. The wine selection offered great options by the glass, and we enjoyed a crisp Sauvignon Blanc with our seafood starters. Despite the minor hiccup with the margarita, the overall experience with drinks was enjoyable and added to our evening."
    },
    {
      "subject": "Drinks",
      "message": "The bar at the restaurant was well-stocked with a diverse range of spirits and liqueurs, which made choosing a cocktail a fun experience. We opted for their signature martinis, served in chilled, elegant glassware that added to the sophisticated ambiance. The drinks were expertly mixed, with just the right balance of flavors. However, the wine selection was somewhat limited, and the glasses were not poured generously. Despite this, the cocktails stole the show with their creativity and presentation, making our evening memorable."
    },
    {
      "subject": "Drinks",
      "message": "The mocktail menu at the restaurant was surprisingly extensive, offering inventive and refreshing non-alcoholic options. As someone who doesn't drink alcohol, I appreciated the effort put into these drinks. I started with a berry-infused mocktail that was bursting with flavor and beautifully garnished. The glassware was clean and elegant, adding to the overall experience. However, my partner's cocktail, a classic Old Fashioned, lacked the depth of flavor expected. The wines by the glass were decent, but we wished for a broader selection to accompany our meal. Despite the hit-or-miss with some drinks, the mocktails stood out as a highlight of our visit."
    },
    {
      "subject": "Drinks",
      "message": "The restaurant's drink menu was quite extensive, catering to various tastes with a selection of craft beers, wines, and cocktails. We started with a local IPA, which was full of hoppy flavor and served in a chilled pint glass. For dinner, we opted for a Malbec recommended by our server, which paired excellently with our hearty mains. The glassware for the wine was clean and elegant, enhancing the overall experience. However, the cocktails we tried were a bit underwhelming; they lacked the complexity and depth we expected. Despite this, the range of drinks and the quality of the wine selection made our dining experience enjoyable and memorable."
    },
    {
      "subject": "Drinks",
      "message": "The cocktail menu offered a mix of classics and innovative creations that piqued our interest. We started with a refreshing mojito served in a tall glass, perfectly muddled with fresh mint and lime. The presentation was spot-on, enhancing the experience. Moving on to wines, we were pleased with the sommelier's recommendation of a crisp Chardonnay that paired beautifully with our seafood entrees. The glassware was clean and polished, adding a touch of elegance to each drink. However, we found the beer selection lacking in variety, with only a few options available. Despite this minor drawback, the overall quality and presentation of the drinks added to our enjoyment of the evening."
    },
    {
      "subject": "Location",
      "message": "Could you please show us to a table near the window?"
    },
    {
      "subject": "Location",
      "message": "Can we get a table with a view of the garden?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables available in a quieter area?"
    },
    {
      "subject": "Location",
      "message": "Could we have a table in a corner where it's a bit more private?"
    },
    {
      "subject": "Location",
      "message": "Is it possible to sit outside on the terrace?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables with a view of the kitchen?"
    },
    {
      "subject": "Location",
      "message": "Could we get a table near the fireplace?"
    },
    {
      "subject": "Location",
      "message": "Can we sit at a table that's away from the entrance?"
    },
    {
      "subject": "Location",
      "message": "Is there a booth available for us?"
    },
    {
      "subject": "Location",
      "message": "Could we have a table by the window with a view of the street?"
    },
    {
      "subject": "Location",
      "message": "Can we sit at a table near the live music?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables on the upper level?"
    },
    {
      "subject": "Location",
      "message": "Could you please seat us at a table near the dance floor?"
    },
    {
      "subject": "Location",
      "message": "Can we get a table in the back of the restaurant?"
    },
    {
      "subject": "Location",
      "message": "Could you please find us a table with a view of the sunset?"
    },
    {
      "subject": "Location",
      "message": "Can we have a table with easy access for someone with mobility issues?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables that are more secluded?"
    },
    {
      "subject": "Location",
      "message": "Could we sit at a table that's away from the kitchen?"
    },
    {
      "subject": "Location",
      "message": "Is there a table available near the water feature?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables with a view of the city skyline?"
    },
    {
      "subject": "Location",
      "message": "Could we have a table near the stage?"
    },
    {
      "subject": "Location",
      "message": "Can we sit at a table that's not too close to other diners?"
    },
    {
      "subject": "Location",
      "message": "Is there a table available near the buffet?"
    },
    {
      "subject": "Location",
      "message": "Could you find us a table on the patio?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables that are suitable for a large group?"
    },
    {
      "subject": "Location",
      "message": "Could we sit at a table near the fireplace?"
    },
    {
      "subject": "Location",
      "message": "Is there a table available near the entrance?"
    },
    {
      "subject": "Location",
      "message": "Can we have a table with a view of the garden?"
    },
    {
      "subject": "Location",
      "message": "Could we get a table in a quieter area?"
    },
    {
      "subject": "Location",
      "message": "Is it possible to sit outside on the terrace?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables with a view of the kitchen?"
    },
    {
      "subject": "Location",
      "message": "Could we get a table near the fireplace?"
    },
    {
      "subject": "Location",
      "message": "Can we sit at a table that's away from the entrance?"
    },
    {
      "subject": "Location",
      "message": "Is there a booth available for us?"
    },
    {
      "subject": "Location",
      "message": "Could we have a table by the window with a view of the street?"
    },
    {
      "subject": "Location",
      "message": "Can we sit at a table near the live music?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables on the upper level?"
    },
    {
      "subject": "Location",
      "message": "Could you please seat us at a table near the dance floor?"
    },
    {
      "subject": "Location",
      "message": "Can we get a table in the back of the restaurant?"
    },
    {
      "subject": "Location",
      "message": "Could you please find us a table with a view of the sunset?"
    },
    {
      "subject": "Location",
      "message": "Can we have a table with easy access for someone with mobility issues?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables that are more secluded?"
    },
    {
      "subject": "Location",
      "message": "Could we sit at a table that's away from the kitchen?"
    },
    {
      "subject": "Location",
      "message": "Is there a table available near the water feature?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables with a view of the city skyline?"
    },
    {
      "subject": "Location",
      "message": "Could we have a table near the stage?"
    },
    {
      "subject": "Location",
      "message": "Can we sit at a table that's not too close to other diners?"
    },
    {
      "subject": "Location",
      "message": "Is there a table available near the buffet?"
    },
    {
      "subject": "Location",
      "message": "Could you find us a table on the patio?"
    },
    {
      "subject": "Location",
      "message": "Do you have any tables that are suitable for a large group?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available?"
    },
    {
      "subject": "Outdoors",
      "query": "Do you have a patio or garden area?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we sit outside? What's the view like?"
    },
    {
      "subject": "Outdoors",
      "query": "Is it possible to dine al fresco?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there any tables available outside?"
    },
    {
      "subject": "Outdoors",
      "query": "Does the outdoor seating area have heaters?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor area pet-friendly?"
    },
    {
      "subject": "Outdoors",
      "query": "What are the outdoor dining hours?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there any special events happening in the outdoor area tonight?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own blankets for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating covered or open-air?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there umbrellas available for shade outside?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there a minimum spending requirement for outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we request a specific table outside?"
    },
    {
      "subject": "Outdoors",
      "query": "Is smoking allowed in the outdoor seating area?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating with a waterfront view?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order drinks only at the outdoor bar?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there heaters available for outdoor seating during colder months?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area accessible for wheelchair users?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there blankets provided for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area child-friendly?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order dessert only at an outdoor table?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available for large groups?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there fans or cooling systems in the outdoor dining area?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there a different menu for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there a time limit for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area lit up at night?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own food for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there a dress code for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we request to move inside if it rains during outdoor dining?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there a happy hour menu available for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating with a view of the garden?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own wine glasses for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there charging points available for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there an outdoor playground or play area nearby?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own music for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there a tent or covering available for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there any seasonal decorations in the outdoor area?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order appetizers only at the outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating near a fireplace or fire pit?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own candles for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating for brunch?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area well-lit in the evening?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order a tasting menu at the outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available with a view of the sunset?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we sit outside even if we have a reservation inside?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there any outdoor games or activities available?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area decorated for holidays?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own cushions for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area near the entrance?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there water misters available for cooling in the outdoor area?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order from the regular menu at the outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating with a view of the mountains?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own cutlery for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area near the bar?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there umbrellas available for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own tablecloth for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available with a view of the river?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we sit outside to enjoy drinks only?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there vegetarian options available for outdoor dining?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order takeout and eat it at the outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area quiet or lively?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we sit outside even if we have a large group?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area well-shaded?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own blankets for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available with a view of the beach?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own napkins for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there high chairs available for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we sit outside to enjoy dessert only?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area near the live music stage?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own wine glasses for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available with a view of the city?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order from the happy hour menu at the outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there heaters available for outdoor seating during winter?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own flowers for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area near the playground?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there candles provided for outdoor dining?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order coffee or tea only at the outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating with a view of the pool?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own cushions for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there charging stations available for outdoor dining?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area near the pet area?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own games for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available with a view of the vineyard?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order breakfast at the outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating with a view of the waterfall?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own bug repellent for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there blankets available for outdoor dining?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we sit outside for brunch only?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area near the BBQ grill?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there outdoor speakers for music in the seating area?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own sunglasses for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available with a view of the lake?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order wine or beer only at the outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there outdoor games available for customers?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own birthday decorations for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is the outdoor seating area near the waterfall?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there any outdoor concerts or performances tonight?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own sunscreen for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating available with a view of the ocean?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we order cocktails only at the outdoor tables?"
    },
    {
      "subject": "Outdoors",
      "query": "Are there outdoor heaters available for colder weather?"
    },
    {
      "subject": "Outdoors",
      "query": "Can we bring our own snacks for outdoor seating?"
    },
    {
      "subject": "Outdoors",
      "query": "Is there outdoor seating near the children's play area?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is this restaurant kid-friendly?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you have a children's menu?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are high chairs available?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a changing table in the restroom?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there activities or toys for children?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our stroller inside?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there booster seats available?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a kids eat free promotion?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you provide crayons and coloring sheets?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there healthy options for kids?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we request a quieter area for families?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there children's portions available?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is the atmosphere suitable for toddlers?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there any restrictions on bringing baby food?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you have high chairs with safety straps?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a play area or playground nearby?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there changing facilities for babies?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we request a kids' meal with specific dietary requirements?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there child-friendly utensils available?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you offer special seating for families with infants?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there allergen-free options for kids?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we order half portions for kids from the regular menu?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a baby-friendly section in the restaurant?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are baby bottles or formula allowed?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you have child seats for booths?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a nursing room or private area?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there kids' entertainment options?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our own baby food?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you have a policy on crying babies?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there changing stations in both men's and women's restrooms?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a waiting area suitable for families?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there childproof covers for electrical outlets?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you offer complimentary baby food?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a kids' play corner or room?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our own baby chair?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there activities for older children?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on unaccompanied minors?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there special kids' menus for holidays?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on breastfeeding in public?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there child safety locks on restroom doors?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our own baby carrier?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you offer children's cutlery?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there board games or puzzles available for kids?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on child supervision?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we request a kids' portion of a specific dish?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you provide disposable bibs?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on baby carriers in the dining area?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there educational activities for kids?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our own kids' utensils?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a limit on the number of children per table?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there any child-friendly events or promotions?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we request a quieter area for families with infants?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you offer children's parties or celebrations?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a designated area for strollers?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there soft play areas for toddlers?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we request a high chair with a tray?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you provide children's bibs?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on childproofing sharp corners?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there changing facilities accessible to all genders?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our own baby utensils?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you offer discounts for families with multiple children?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on stroller size in the dining area?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there baby-friendly snacks available?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we request a kids' table?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you have a policy on baby carriers at the table?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there changing facilities with disposal bins for diapers?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our own children's entertainment?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on children in the bar area?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there kids' meal options for dietary restrictions?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we request a corner table for privacy with children?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you offer baby-proofed dining areas?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on children's noise levels?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there allergy-friendly options for kids?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our own children's cups?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you have a policy on diaper disposal?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a play corner with supervision?"
    },
    {
      "subject": "Family Friendly",
      "query": "Are there supervised children's activities?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we request a family booth?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you have a policy on children's behavior?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on children's allergies?"
    },
    {
      "subject": "Family Friendly",
      "query": "Can we bring our own children's books?"
    },
    {
      "subject": "Family Friendly",
      "query": "Do you offer family-sized portions?"
    },
    {
      "subject": "Family Friendly",
      "query": "Is there a policy on children's seating arrangements?"
    },
    {
      "subject": "Booking",
      "query": "Do I need to make a reservation in advance?"
    },
    {
      "subject": "Booking",
      "query": "What are your available reservation times for tonight?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for two at 7 PM?"
    },
    {
      "subject": "Booking",
      "query": "How far in advance should I book for a weekend dinner?"
    },
    {
      "subject": "Booking",
      "query": "Do you accept online reservations?"
    },
    {
      "subject": "Booking",
      "query": "What is the cancellation policy for reservations?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a private dining room for a party?"
    },
    {
      "subject": "Booking",
      "query": "Are there any special requirements for booking a large group?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for brunch?"
    },
    {
      "subject": "Booking",
      "query": "Is there a minimum spend requirement for reservations?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table near the window?"
    },
    {
      "subject": "Booking",
      "query": "Are there any specials for booking in advance?"
    },
    {
      "subject": "Booking",
      "query": "Do you require a deposit for large party reservations?"
    },
    {
      "subject": "Booking",
      "query": "Can I change the number of people in my reservation?"
    },
    {
      "subject": "Booking",
      "query": "Is it possible to book a table for tonight?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a celebration?"
    },
    {
      "subject": "Booking",
      "query": "What is your policy on walk-in reservations?"
    },
    {
      "subject": "Booking",
      "query": "Do you offer any discounts for booking during off-peak hours?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group of six?"
    },
    {
      "subject": "Booking",
      "query": "Are there any blackout dates for reservations?"
    },
    {
      "subject": "Booking",
      "query": "Is there a fee for booking a private event?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for outdoor seating?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a business meeting?"
    },
    {
      "subject": "Booking",
      "query": "What information do you need for a reservation?"
    },
    {
      "subject": "Booking",
      "query": "Are there any restrictions on booking during holidays?"
    },
    {
      "subject": "Booking",
      "query": "Do you have a waiting list for fully booked times?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a large family gathering?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a romantic dinner?"
    },
    {
      "subject": "Booking",
      "query": "Is there a time limit for reservations?"
    },
    {
      "subject": "Booking",
      "query": "Can I request a specific table or area?"
    },
    {
      "subject": "Booking",
      "query": "Do you offer reservations for special events?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for a tasting menu?"
    },
    {
      "subject": "Booking",
      "query": "Are there any restrictions on booking with children?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a late-night dinner?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a lunch meeting?"
    },
    {
      "subject": "Booking",
      "query": "Is there a fee for changing or canceling a reservation?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a party of ten?"
    },
    {
      "subject": "Booking",
      "query": "Do you have any restrictions on booking more than one table?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for a special dietary requirement?"
    },
    {
      "subject": "Booking",
      "query": "What happens if I arrive late for my reservation?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group with different arrival times?"
    },
    {
      "subject": "Booking",
      "query": "Do you offer reservations for private parties?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a pre-theater dinner?"
    },
    {
      "subject": "Booking",
      "query": "What are your booking hours?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a wedding reception?"
    },
    {
      "subject": "Booking",
      "query": "Are there any restrictions on booking during peak times?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for a chef's table?"
    },
    {
      "subject": "Booking",
      "query": "Is there a fee for last-minute reservations?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group with dietary restrictions?"
    },
    {
      "subject": "Booking",
      "query": "Do you offer reservations for special occasions?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a wine tasting?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a party with children?"
    },
    {
      "subject": "Booking",
      "query": "Is there a minimum age requirement for making a reservation?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a surprise party?"
    },
    {
      "subject": "Booking",
      "query": "Do you have a policy on booking with gift certificates?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group with accessibility needs?"
    },
    {
      "subject": "Booking",
      "query": "Are there any restrictions on booking for large groups?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for a tasting flight?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a birthday celebration?"
    },
    {
      "subject": "Booking",
      "query": "Is there a time limit on how long a table can be reserved?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group with pets?"
    },
    {
      "subject": "Booking",
      "query": "Do you offer reservations for holiday parties?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a business lunch?"
    },
    {
      "subject": "Booking",
      "query": "What are your policies on booking multiple tables?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for a cocktail reception?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group with cultural preferences?"
    },
    {
      "subject": "Booking",
      "query": "Do you offer reservations for private chef experiences?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a graduation celebration?"
    },
    {
      "subject": "Booking",
      "query": "Is there a deposit required for making a reservation?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group with specific dietary needs?"
    },
    {
      "subject": "Booking",
      "query": "Do you have a policy on booking multiple time slots?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a business dinner?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for a wine pairing menu?"
    },
    {
      "subject": "Booking",
      "query": "Is there a fee for making a reservation?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group with young children?"
    },
    {
      "subject": "Booking",
      "query": "Do you offer reservations for cooking classes?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a farewell dinner?"
    },
    {
      "subject": "Booking",
      "query": "What is the maximum group size for making a reservation?"
    },
    {
      "subject": "Booking",
      "query": "Can I book a table for a group with elderly guests?"
    },
    {
      "subject": "Booking",
      "query": "Is there a fee for reserving a table for a private event?"
    },
    {
      "subject": "Booking",
      "query": "Can I make a reservation for a wine and cheese pairing?"
    },
    {
      "subject": "Booking",
      "query": "Can I reserve a table for a family reunion?"
    },
    {
      "subject": "Service",
      "query": "Can you recommend any specials or popular dishes?"
    },
    {
      "subject": "Service",
      "query": "What are the ingredients in this dish?"
    },
    {
      "subject": "Service",
      "query": "Is the dish spicy? I'm sensitive to spicy food."
    },
    {
      "subject": "Service",
      "query": "Can I customize my order, like substituting ingredients?"
    },
    {
      "subject": "Service",
      "query": "Could you tell me more about the wine list or cocktail menu?"
    },
    {
      "subject": "Service",
      "query": "What desserts do you recommend?"
    },
    {
      "subject": "Service",
      "query": "Is the restaurant wheelchair accessible?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any vegetarian/vegan/gluten-free options?"
    },
    {
      "subject": "Service",
      "query": "Could you split the bill between us?"
    },
    {
      "subject": "Service",
      "query": "How long will the food take to arrive?"
    },
    {
      "subject": "Service",
      "query": "Can we order appetizers while we wait for our friends?"
    },
    {
      "subject": "Service",
      "query": "Is tap water available, or do you serve bottled water?"
    },
    {
      "subject": "Service",
      "query": "Could we have a table by the window, please?"
    },
    {
      "subject": "Service",
      "query": "Are there any daily specials today?"
    },
    {
      "subject": "Service",
      "query": "Can I have extra napkins, please?"
    },
    {
      "subject": "Service",
      "query": "Is there a kids' menu available?"
    },
    {
      "subject": "Service",
      "query": "Can I get a refill on my drink?"
    },
    {
      "subject": "Service",
      "query": "Do you offer take-out or delivery services?"
    },
    {
      "subject": "Service",
      "query": "Is there parking available nearby?"
    },
    {
      "subject": "Service",
      "query": "Could you recommend a good place to visit nearby?"
    },
    {
      "subject": "Service",
      "query": "Can I see the dessert menu, please?"
    },
    {
      "subject": "Service",
      "query": "Do you have any recommendations for wine pairings?"
    },
    {
      "subject": "Service",
      "query": "Can I order a side of fries with my meal?"
    },
    {
      "subject": "Service",
      "query": "How spicy is this dish on a scale of 1 to 5?"
    },
    {
      "subject": "Service",
      "query": "Can I get a to-go box for my leftovers?"
    },
    {
      "subject": "Service",
      "query": "Are there any discounts available for seniors or students?"
    },
    {
      "subject": "Service",
      "query": "Can I order a coffee or tea after my meal?"
    },
    {
      "subject": "Service",
      "query": "Is there a corkage fee if we bring our own wine?"
    },
    {
      "subject": "Service",
      "query": "Can I request a table in a quieter area of the restaurant?"
    },
    {
      "subject": "Service",
      "query": "Could I get a recommendation for a light meal?"
    },
    {
      "subject": "Service",
      "query": "Can I order a birthday cake for dessert?"
    },
    {
      "subject": "Service",
      "query": "Is there a dress code for dining here?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any allergy information or allergen-free dishes?"
    },
    {
      "subject": "Service",
      "query": "Can you bring more bread to the table, please?"
    },
    {
      "subject": "Service",
      "query": "Could you recommend a good red wine under $30?"
    },
    {
      "subject": "Service",
      "query": "Is the tip included in the bill?"
    },
    {
      "subject": "Service",
      "query": "Can I order half portions of any dishes?"
    },
    {
      "subject": "Service",
      "query": "Is there a time limit for dining at this table?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any seasonal specials or dishes?"
    },
    {
      "subject": "Service",
      "query": "Can you recommend something that's not too spicy?"
    },
    {
      "subject": "Service",
      "query": "Is it possible to have the chef prepare a special dish not on the menu?"
    },
    {
      "subject": "Service",
      "query": "Can I pay with a credit card or is it cash only?"
    },
    {
      "subject": "Service",
      "query": "Could I have a clean set of utensils, please?"
    },
    {
      "subject": "Service",
      "query": "Is there an outdoor seating area available?"
    },
    {
      "subject": "Service",
      "query": "Can I order a drink while I look at the menu?"
    },
    {
      "subject": "Service",
      "query": "Can I get a booster seat or high chair for my child?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any complimentary bread or appetizers?"
    },
    {
      "subject": "Service",
      "query": "Is there a fee for splitting dishes?"
    },
    {
      "subject": "Service",
      "query": "Can you tell me more about the chef's background or specialties?"
    },
    {
      "subject": "Service",
      "query": "Can I order dessert now, or should I wait until later?"
    },
    {
      "subject": "Service",
      "query": "Do you have any local or organic ingredients in your dishes?"
    },
    {
      "subject": "Service",
      "query": "Can I bring my own birthday cake, and is there a fee?"
    },
    {
      "subject": "Service",
      "query": "Could I get a menu for your wine list?"
    },
    {
      "subject": "Service",
      "query": "Are there any restrictions on using coupons or discounts?"
    },
    {
      "subject": "Service",
      "query": "Can I request a booth or private seating?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any entertainment or live music?"
    },
    {
      "subject": "Service",
      "query": "Could I get a recommendation for a cocktail or mocktail?"
    },
    {
      "subject": "Service",
      "query": "Is there a children's play area or activities?"
    },
    {
      "subject": "Service",
      "query": "Can I order from the lunch menu during dinner hours?"
    },
    {
      "subject": "Service",
      "query": "Do you have any current promotions or specials?"
    },
    {
      "subject": "Service",
      "query": "Can I get a refill on my water, please?"
    },
    {
      "subject": "Service",
      "query": "Is there a fee for using the Wi-Fi?"
    },
    {
      "subject": "Service",
      "query": "Can I order a side of vegetables with my meal?"
    },
    {
      "subject": "Service",
      "query": "Are there any restrictions on taking leftovers home?"
    },
    {
      "subject": "Service",
      "query": "Can I order a starter as my main course?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any cooking classes or culinary experiences?"
    },
    {
      "subject": "Service",
      "query": "Can I bring my own special dietary ingredients?"
    },
    {
      "subject": "Service",
      "query": "Are there any specials for birthdays or anniversaries?"
    },
    {
      "subject": "Service",
      "query": "Can I order a dish that's not on the menu?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any amenities for diners, like charging stations?"
    },
    {
      "subject": "Service",
      "query": "Can I get a receipt or itemized bill?"
    },
    {
      "subject": "Service",
      "query": "Can I request to have my leftovers packaged separately?"
    },
    {
      "subject": "Service",
      "query": "Are there any guidelines for dining with pets?"
    },
    {
      "subject": "Service",
      "query": "Can I order dessert before my meal?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any gift cards or vouchers?"
    },
    {
      "subject": "Service",
      "query": "Can I order a tasting menu or chef's selection?"
    },
    {
      "subject": "Service",
      "query": "Is there a charge for additional condiments or sauces?"
    },
    {
      "subject": "Service",
      "query": "Can I request a table with a view?"
    },
    {
      "subject": "Service",
      "query": "Are there any dishes that are particularly popular with regulars?"
    },
    {
      "subject": "Service",
      "query": "Can I order a dish with extra spice or heat?"
    },
    {
      "subject": "Service",
      "query": "Do you offer any cooking demonstrations or tours of the kitchen?"
    },
    {
      "subject": "Service",
      "query": "Can I make a reservation for outdoor seating?"
    },
    {
      "subject": "Service",
      "query": "Can I order breakfast items during lunch hours?"
    },
    {
      "subject": "Service",
      "query": "Do you have any recommendations for non-alcoholic beverages?"
    },
    {
      "subject": "Service",
      "query": "Can I get a glass of tap water, please?"
    },
    {
      "subject": "Service",
      "query": "Can I order a dish without a particular ingredient?"
    },
    {
      "subject": "Service",
      "query": "Is there a sommelier available to help with wine selection?"
    },
    {
      "subject": "Service",
      "query": "Can I order a dish from the bar menu at my table?"
    },
    {
      "subject": "Service",
      "query": "Do you have any private dining rooms available?"
    },
    {
      "subject": "Service",
      "query": "Can I get a recommendation for a dessert wine?"
    },
    {
      "subject": "Service",
      "query": "Is there a service charge for large groups?"
    },
    {
      "subject": "Service",
      "query": "Can I order additional sides after my main course?"
    }
  ]
}
